<PAD>	1000000000
<UNK>	1000000000
<S>	1000000000
</S>	1000000000
the	82283
to	52893
of	48410
and	45160
a	43282
that	33928
in	31019
I	27734
is	26391
you	23267
we	19073
it	18686
And	18513
this	16709
was	12610
for	12393
are	11702
have	11502
on	10813
with	10378
they	9077
about	9042
So	8999
can	8727
be	8405
what	8320
as	7807
at	7722
not	7632
all	7392
do	7245
my	6930
people	6891
from	6827
one	6605
like	6297
so	5923
an	5810
our	5806
but	5626
it's	5514
But	5489
The	5446
just	5379
or	5333
there	5302
them	5075
if	5063
me	5062
very	5038
out	5010
by	4979
these	4919
up	4611
more	4600
when	4540
going	4508
We	4502
their	4481
know	4452
because	4407
had	4368
think	4339
were	4275
your	4235
how	4142
see	4141
which	4117
get	4008
who	3982
he	3944
would	3929
really	3887
us	3868
world	3574
I'm	3527
has	3511
time	3504
This	3462
It's	3423
some	3384
then	3331
years	3326
into	3295
actually	3238
don't	3214
way	3202
will	3195
other	3126
It	3107
here	3107
things	3087
where	3008
You	3008
want	2989
that's	2948
Now	2940
now	2907
make	2877
could	2870
go	2855
been	2815
said	2626
something	2591
than	2580
much	2517
two	2483
no	2471
those	2444
They	2396
also	2393
right	2390
first	2363
In	2335
thing	2313
his	2292
life	2252
look	2243
only	2229
got	2193
say	2172
little	2156
need	2125
most	2098
back	2096
over	2093
we're	2076
even	2072
work	2023
doc	2007
she	1940
many	1937
take	1917
new	1891
lot	1873
What	1872
did	1870
good	1851
around	1845
you're	1823
her	1804
different	1773
every	1697
down	1681
through	1676
same	1665
kind	1641
If	1617
use	1603
there's	1599
they're	1570
being	1569
day	1557
come	1543
Well	1480
percent	1478
put	1465
doing	1458
three	1417
He	1402
change	1397
any	1387
find	1383
talk	1367
why	1365
called	1361
own	1357
made	1340
I've	1335
year	1325
tell	1300
That's	1274
its	1265
human	1259
should	1249
fact	1241
Thank	1231
well	1231
story	1225
started	1194
today	1194
idea	1190
great	1184
give	1172
didn't	1167
after	1160
There	1146
big	1145
went	1144
before	1136
able	1131
last	1123
might	1117
thought	1116
another	1111
problem	1111
better	1102
A	1094
When	1093
came	1083
water	1083
course	1073
never	1069
can't	1064
does	1063
still	1060
each	1058
important	1058
ago	1055
Talk	1053
part	1051
start	1048
we've	1047
together	1046
next	1042
few	1037
system	1035
women	1035
him	1022
off	1018
brain	1014
How	1010
docid	1003
genrelectures	1003
keywordstalks	1003
talkidtalkid	1003
descriptionTED	1003
Subtitles	1003
Transcript	1003
place	981
found	973
school	971
show	969
too	961
between	958
again	956
Because	950
children	945
used	943
data	938
question	937
example	921
live	920
translator	918
bit	914
reviewer	910
technology	907
love	901
understand	892
That	889
kids	885
doesn't	883
ever	881
help	880
wanted	878
done	872
looking	861
end	856
mean	850
call	845
long	835
feel	824
believe	816
point	813
working	810
may	804
global	791
try	790
away	789
country	787
design	785
means	784
whole	784
real	783
million	779
trying	777
person	769
social	769
four	768
create	768
always	766
using	761
become	760
science	758
future	758
took	751
money	751
My	751
food	746
what's	742
One	739
number	739
home	736
thinking	731
everything	729
There's	725
sort	721
best	721
power	719
five	718
countries	717
maybe	713
light	709
energy	706
left	700
information	699
Why	695
less	692
getting	691
I'd	685
small	678
living	677
happened	675
enough	672
These	669
quite	669
old	669
comes	665
says	656
making	655
sense	655
times	653
lives	650
health	647
family	646
education	642
talking	638
ask	637
told	636
makes	636
space	635
hard	634
second	632
am	630
For	630
probably	627
learn	624
ways	621
building	621
build	619
I'll	618
pretty	618
We're	615
without	614
business	611
TED	597
simple	595
asked	595
let	595
interesting	594
across	593
stuff	593
happens	592
As	592
moment	589
culture	584
young	582
anything	580
high	580
such	579
She	577
body	576
later	573
happen	572
Africa	569
community	568
room	567
men	563
half	562
coming	560
seen	560
days	559
matter	559
case	557
problems	551
goes	551
man	549
having	549
saw	547
reason	546
experience	546
wrong	545
side	545
No	544
billion	543
while	542
history	541
else	539
ideas	537
hrefhttpwwwtedcomprofilesMorton	537
Bastreviewer	537
inside	536
single	534
almost	533
play	531
Earth	531
myself	529
bad	529
you've	529
city	524
United	524
dollars	524
book	522
care	521
answer	520
already	519
All	519
language	516
hrefhttpwwwtedcomprofilesCarolina	514
Monterotranslator	514
mind	514
both	512
yet	511
often	508
looked	505
project	505
process	504
true	503
stories	503
far	503
once	502
planet	502
possible	500
hand	498
saying	495
remember	495
group	493
someone	493
until	490
move	490
set	488
within	487
beautiful	487
job	483
picture	482
top	482
let's	482
imagine	481
New	480
hope	479
nothing	477
six	477
words	476
music	474
They're	472
guy	471
States	470
heard	469
control	469
open	468
keep	467
child	466
universe	466
learned	464
friends	463
whether	460
students	459
piece	457
became	454
under	453
turn	453
car	453
built	452
couple	451
he's	451
basically	448
stop	447
months	447
share	446
India	445
decided	445
video	445
society	445
species	444
research	443
woman	442
read	442
bring	441
environment	438
amazing	437
form	436
public	436
sure	435
looks	433
order	432
age	432
animals	431
places	430
nature	429
Let's	428
exactly	428
ourselves	426
government	426
China	426
issues	424
wasn't	424
face	423
happening	423
everybody	417
Okay	417
cells	416
against	415
news	414
run	414
created	414
must	413
name	412
Internet	412
themselves	411
knew	411
though	410
sound	410
ones	409
figure	408
isn't	408
gets	408
model	408
word	406
Then	403
happy	403
taking	403
lots	403
study	402
shows	400
media	399
least	398
turns	395
rather	395
minutes	395
level	394
God	393
past	390
learning	390
cities	388
works	388
questions	388
hear	386
gave	386
others	386
completely	386
computer	386
sometimes	386
huge	384
line	384
thousands	383
entire	383
kinds	383
population	382
powerful	382
head	381
everyone	376
you'll	376
itself	374
somebody	372
night	371
difficult	370
since	366
couldn't	366
mother	365
large	364
natural	364
art	363
instead	362
outside	362
poor	361
America	360
worked	360
hours	359
state	359
takes	358
heart	358
along	356
house	355
particular	355
local	354
Or	354
climate	352
area	352
difference	351
leave	351
century	350
war	349
easy	347
th	347
simply	347
given	346
front	346
changed	346
cancer	345
finally	345
during	344
growth	344
third	344
black	342
yourself	341
behind	341
guys	338
taken	338
political	337
disease	337
early	337
turned	336
needed	336
At	336
economic	335
here's	335
US	334
parents	334
s	333
free	332
grow	331
Some	331
air	330
systems	330
game	330
hrefhttpwwwtedcomprofilesTomás	330
Guarnatranslator	330
needs	328
Here	327
OK	326
American	326
realized	326
Oh	325
company	322
per	322
machine	320
close	319
wonderful	315
cannot	315
eyes	315
People	314
felt	314
hands	313
team	312
Do	311
rest	311
We've	311
ocean	311
middle	310
quickly	310
spend	307
size	307
York	306
oil	305
paper	304
land	304
perhaps	303
common	303
English	303
reality	302
seven	302
began	301
green	301
full	301
Here's	301
moving	301
parts	300
seeing	298
terms	297
walk	296
feeling	296
Is	294
weeks	294
eight	293
spent	293
market	292
view	291
DNA	289
cell	289
behavior	289
certain	288
running	287
average	287
longer	287
Our	287
write	286
developed	285
compassion	285
tools	284
brought	284
whatever	284
tried	283
eat	282
challenge	282
teachers	282
step	281
Europe	281
opportunity	280
buy	280
speak	280
Just	278
week	278
lost	278
To	278
happiness	278
developing	277
father	277
Yes	275
friend	275
images	275
gone	275
realize	275
image	275
You're	274
death	273
areas	273
met	273
sitting	273
online	273
based	272
growing	272
born	272
personal	271
numbers	271
beginning	271
giving	271
ability	270
seems	270
Can	269
companies	269
knowledge	269
cost	268
On	267
hundreds	267
girls	267
hrefhttpwwwtedcomprofilesSebastian	267
Bettireviewer	267
books	265
Chinese	265
ground	264
world's	264
miles	263
deal	263
literally	263
map	263
film	263
pay	262
scale	262
known	262
amount	262
millions	262
humans	262
Not	261
save	261
value	261
field	260
attention	260
support	260
either	259
economy	258
interested	257
Let	257
we'll	256
complex	256
situation	255
alone	255
creating	255
fish	255
watch	255
they've	254
He's	253
telling	252
material	252
World	252
journey	252
short	250
Right	250
morning	250
girl	250
understanding	250
wrote	250
ice	249
fly	248
dark	248
innovation	248
voice	247
result	247
choice	246
What's	246
Yeah	246
fun	246
bacteria	246
changes	245
poverty	245
experiment	245
blue	245
solution	244
surface	244
animal	244
wouldn't	243
writing	243
access	243
solve	242
test	242
anyone	242
schools	242
phone	242
nice	241
who's	241
biology	241
asking	241
fear	241
focus	240
incredible	240
scientists	240
teach	239
gives	239
knows	239
rules	239
discovered	239
development	238
died	238
bottom	237
reasons	236
incredibly	236
die	236
seem	236
key	235
physical	235
won't	235
beyond	234
cars	233
starting	233
groups	233
message	233
feet	232
Google	232
issue	230
product	230
recently	230
potential	229
success	228
available	227
rate	227
math	227
village	226
red	226
tells	226
program	226
security	226
meet	225
baby	225
stage	224
resources	224
Every	223
aren't	223
kid	223
showed	222
similar	221
plants	221
office	220
structure	220
she's	220
individual	220
South	220
democracy	219
tiny	219
cut	218
materials	218
absolutely	218
After	217
stand	217
thank	216
audience	216
color	216
white	215
East	215
especially	214
creativity	214
By	214
medical	214
teacher	214
spread	214
special	214
First	213
soon	213
fast	213
sea	213
network	213
sex	213
leaders	213
effect	212
chance	212
Look	212
modern	211
blood	211
cool	211
action	211
involved	210
produce	210
movement	210
changing	210
generation	210
okay	210
neurons	210
wall	209
present	209
sounds	208
act	208
creative	208
technologykeywords	207
onto	207
center	207
evidence	207
street	206
lived	206
hold	206
allow	206
box	206
likely	205
forward	205
evolution	205
industry	205
basic	205
projects	204
solar	204
violence	204
bigger	204
With	203
talked	203
Where	203
becomes	203
table	203
relationship	203
explain	203
notice	203
playing	203
communities	202
CA	202
guess	202
begin	202
deep	202
follow	202
carbon	201
putting	201
moved	201
positive	200
impact	200
class	200
pictures	200
drive	200
obviously	199
truth	199
North	199
eye	199
results	198
Of	198
plastic	198
biggest	197
computers	197
allowed	197
politics	196
clear	196
major	196
shape	196
taught	196
starts	195
haven't	195
hundred	195
plan	194
families	194
beings	194
low	194
camera	194
extremely	193
hit	193
totally	193
Maybe	193
worth	193
strong	193
develop	192
everywhere	192
listen	192
normal	192
certainly	191
conditions	191
nine	191
games	191
theory	191
moral	191
eventually	190
perfect	190
Even	190
particularly	190
largest	190
led	189
device	189
lab	189
force	189
yes	189
higher	189
son	189
choose	189
expect	188
among	188
examples	188
peace	188
cause	187
risk	187
approach	186
reach	186
anybody	185
watching	185
student	185
wish	185
crazy	185
region	185
nuclear	184
stay	183
law	183
finding	182
type	182
Are	182
listening	182
towards	182
mass	181
exciting	181
trees	181
several	181
wants	181
sent	181
fall	181
teaching	181
safe	180
connected	180
waste	180
designed	180
meaning	180
brains	180
entertainment	179
continue	178
grew	178
send	178
religion	178
software	177
income	177
favorite	177
conversation	177
thousand	177
drugs	177
trust	177
Don't	177
response	176
dream	176
scientific	176
buildings	175
lead	175
beauty	175
ready	175
extraordinary	175
list	175
source	175
including	175
vision	174
pick	174
rich	174
protect	174
digital	174
sit	174
police	174
period	173
truly	172
month	172
technologies	172
stars	172
individuals	171
role	171
fire	171
models	171
road	171
named	171
rise	171
plant	171
showing	170
lose	170
movie	169
solutions	169
sorts	169
site	169
West	169
late	169
break	169
yearold	169
rights	169
serious	168
further	168
college	168
increase	168
dead	168
meant	168
sun	168
bodies	168
Middle	168
goal	167
walking	167
larger	167
points	167
mental	167
pain	166
suddenly	166
nobody	166
national	166
smart	166
measure	166
babies	166
above	165
Today	165
Chris	164
add	164
decisions	164
minds	164
reading	164
citizens	164
traditional	163
minute	163
shown	163
wind	163
ended	163
planets	163
career	163
supposed	162
quality	162
search	162
studies	162
wife	161
electricity	161
Most	161
choices	161
medicine	161
faster	161
talks	161
hospital	161
insects	161
bunch	160
engineering	160
activity	160
worse	160
boy	160
freedom	160
wait	160
drug	160
object	160
website	159
usually	159
tool	158
throughout	158
products	158
mine	158
successful	158
hot	158
objects	158
fight	158
killed	158
people's	157
organization	157
impossible	156
upon	156
jobs	156
Imagine	156
magic	156
you'd	155
alive	155
cases	155
hole	155
allows	154
City	154
African	154
written	153
crisis	153
perspective	153
Which	153
sell	153
essentially	153
revolution	153
screen	152
standing	152
main	152
dangerous	152
earlier	152
military	152
hour	152
door	151
tree	151
excited	151
critical	151
skin	151
's	151
tend	151
path	150
consider	150
somewhere	150
fine	150
Afghanistan	150
HIV	150
funny	150
healthy	150
loved	150
weight	150
TEDx	150
general	149
uses	149
following	149
challenges	149
content	149
University	149
indeed	148
urban	148
From	148
interest	148
somehow	148
anywhere	148
female	148
shared	147
version	147
weren't	147
famous	147
pull	147
patients	147
intelligence	147
David	146
meeting	146
travel	146
complicated	146
private	146
recognize	146
Facebook	146
kept	145
She's	145
himself	145
anymore	145
types	145
humanity	144
provide	144
massive	144
becoming	144
race	144
greater	144
skills	144
streets	144
self	144
speed	143
aid	143
event	143
position	142
ahead	142
service	142
genetic	142
they'll	142
lines	142
remarkable	141
infrastructure	141
forms	141
cultural	141
communication	141
pieces	141
temperature	140
current	140
economics	140
expensive	140
wonder	140
decide	140
raise	140
policy	140
patient	140
effective	139
levels	139
kill	139
Asia	139
instance	139
greatest	139
smaller	139
familiar	139
D	139
Two	138
series	138
Those	138
architecture	138
except	138
speaking	138
whose	138
please	138
Western	138
Instead	138
Another	138
exist	138
explore	138
atmosphere	138
networks	138
physics	138
driving	137
lower	137
training	137
practice	137
inspired	137
survive	137
page	137
store	137
range	136
molecules	136
connection	136
boys	136
sky	136
helped	136
immediately	135
Many	135
TV	135
international	135
final	135
price	135
progress	135
conflict	135
we'd	134
various	134
coffee	134
decades	134
specific	134
older	134
diseases	133
treat	133
Like	133
Your	133
context	133
popular	133
diversity	133
costs	133
pattern	133
values	133
connect	132
fantastic	132
sustainable	132
fundamental	132
You've	131
sat	131
decision	131
mom	131
therefore	131
artist	131
dance	131
Americans	131
institutions	131
genes	131
governments	131
direction	131
consciousness	131
stress	131
performance	130
useful	130
bought	130
shares	130
forth	130
sleep	130
television	129
improve	129
obvious	129
surprising	129
eating	129
experiments	129
seconds	129
organizations	129
leadership	129
invented	129
concept	129
production	129
visual	129
board	128
subject	128
terrible	128
recent	128
evolved	128
cold	128
London	128
sign	127
below	127
memory	127
draw	127
ancient	127
photos	127
bed	127
ran	126
published	126
virus	126
oceans	126
join	126
Indian	126
strange	125
clean	125
slightly	125
decade	125
birds	125
fit	125
understood	125
doctors	125
doctor	125
train	124
invention	124
forest	124
yeah	124
prison	124
Great	124
address	123
degrees	123
floor	123
stopped	123
walked	123
possibly	123
causes	123
robots	123
helping	123
financial	123
differences	123
suffering	123
active	122
Who	122
His	122
mostly	122
calls	122
capacity	122
legal	121
worst	121
opposite	121
noticed	121
touch	121
broken	121
complete	121
colleagues	121
gas	121
directly	120
slow	120
near	120
Think	120
forever	120
central	120
relationships	120
blind	120
male	120
robot	120
services	119
summer	119
email	119
Mars	119
willing	119
interact	119
web	119
photograph	119
carry	119
effects	119
purpose	119
states	119
mobile	119
forget	119
achieve	119
societies	119
saving	118
clearly	118
function	118
lights	118
Actually	118
dying	118
supply	118
psychology	118
daughter	118
shot	118
record	117
machines	117
secret	117
classroom	117
entirely	117
Have	117
justice	117
civil	117
glass	116
although	116
bringing	116
raised	116
spending	116
billions	116
fuel	115
figured	115
closer	115
flight	115
push	115
patterns	115
religious	115
negative	114
significant	114
benefits	114
designers	114
traffic	114
adults	114
square	114
flow	114
statistics	114
equal	114
Twitter	114
fully	113
aware	113
win	113
actual	113
term	113
lesson	113
vast	113
produced	113
Take	113
ends	113
song	113
return	113
trade	113
moments	113
matters	113
photo	113
meat	113
brand	112
slide	112
capital	112
AIDS	112
complexity	112
creates	112
hidden	112
fashion	112
treatment	112
mountain	112
rule	112
original	112
zero	112
party	112
chemical	112
discover	112
quick	111
paid	111
markets	111
agree	111
Dr	111
failure	111
responsibility	111
corner	111
missing	111
Iraq	111
unique	111
Hey	111
focused	111
differently	111
bees	111
twice	110
Once	110
easily	110
enormous	110
opportunities	110
importantly	110
sold	110
War	110
afraid	110
speech	109
environmental	109
workers	109
Audience	109
answers	109
task	109
code	109
text	109
flying	109
pressure	109
identity	109
feed	108
everyday	108
visit	108
emotional	108
wisdom	108
cover	108
homes	108
waiting	108
communicate	108
apart	107
lack	107
despite	107
laws	107
creatures	107
feels	107
emissions	106
turning	106
effort	106
anyway	106
etc	106
mission	106
Their	106
total	106
Japan	106
passion	106
fascinating	106
pounds	106
experiences	106
dreams	106
exploration	106
trouble	106
An	105
rural	105
pass	105
worry	105
heat	105
fix	105
none	105
UK	105
programs	105
catch	105
brings	105
weapons	105
reduce	104
neighborhood	104
organisms	104
oh	104
birth	104
radio	104
knowing	104
Thanks	104
opened	103
scientist	103
proud	103
argument	103
structures	103
standard	103
passed	103
cognitive	103
remote	103
married	103
European	103
shift	103
studying	103
faith	103
flies	103
alternative	102
leading	102
basis	102
press	102
collaboration	102
tremendous	102
leaving	102
nearly	102
played	102
balance	102
check	102
track	102
coral	102
soil	101
influence	101
forces	101
held	101
rock	101
users	101
lucky	101
bread	101
members	101
gender	101
deeply	101
extra	100
dollar	100
harder	100
belief	100
compared	100
More	100
giant	100
phenomenon	100
legs	100
drop	100
character	100
enjoy	100
failed	100
stuck	100
honest	100
comfortable	100
depression	100
voices	100
report	99
California	99
spaces	99
predict	99
boat	99
vote	99
sharing	99
straight	99
distance	99
avoid	99
account	99
painting	99
names	99
collective	99
shoes	98
plane	98
possibility	98
helps	98
universal	98
Did	98
epidemic	98
National	98
biological	98
See	98
thinks	98
B	98
university	98
dog	98
trained	98
British	98
dad	98
sexual	98
mortality	98
oxygen	97
highly	97
fairly	97
engage	97
brilliant	97
respect	97
necessarily	97
Mexico	97
random	97
responsible	97
surprised	97
holes	97
Arab	97
devices	97
reviewerreviewer	97
translatortranslator	97
afford	96
We'll	96
businesses	96
foreign	96
yellow	96
town	96
slowly	96
events	96
offer	96
limited	96
Sometimes	96
graph	96
John	95
sugar	95
unfortunately	95
finished	95
definition	95
they'd	95
discovery	95
background	95
consequences	95
galaxy	95
core	95
letter	94
easier	94
campaign	94
necessary	94
managed	94
molecule	94
Australia	94
transform	94
Would	94
heads	94
mathematics	94
condition	94
earth	94
walls	93
cheap	93
window	93
wild	93
compare	93
breast	93
autism	93
struggle	93
survival	93
investment	93
creation	93
Bill	92
leads	92
nation	92
trip	92
letters	92
asks	92
star	92
Everybody	92
followed	92
separate	92
believed	92
constantly	92
languages	92
strategy	92
leader	92
emotions	92
tissue	92
wealth	91
hate	91
chemistry	91
losing	91
brother	91
rain	91
suggests	91
gotten	91
videos	91
husband	91
Again	90
Over	90
attack	90
dinner	90
They've	90
date	90
Very	90
concerned	90
forced	90
safety	90
count	90
stick	90
waves	90
virtual	90
seemed	90
begins	90
argue	90
daily	90
metaphor	90
labor	90
stem	90
edge	89
shouldn't	89
However	89
construction	89
degree	89
sick	89
lunch	89
ball	89
deliver	89
benefit	89
majority	89
Einstein	89
joy	89
studied	89
fail	89
victims	88
highest	88
prove	88
match	88
lessons	88
elements	88
French	88
faces	88
leaves	88
factors	88
ultimately	88
Go	88
apply	88
weird	88
cycle	88
facing	87
details	87
scene	87
conscious	87
flu	87
feedback	87
watched	87
invited	87
fighting	87
meters	87
crime	87
wearing	87
conference	86
resource	86
planning	86
desert	86
Each	86
Kenya	86
capable	86
fair	86
fourth	86
viruses	86
arm	86
awesome	86
sudden	85
disaster	85
generations	85
gift	85
spot	85
received	85
interface	85
factory	85
foot	85
sister	85
George	85
mouse	85
E	85
rid	85
wear	85
School	85
caught	85
collect	85
perfectly	84
designer	84
surprise	84
ship	84
respond	84
stood	84
base	84
San	84
organic	84
exists	84
steps	84
imagination	84
civilization	84
liked	84
marriage	84
inequality	84
reward	84
noise	84
messages	84
island	83
prevent	83
pleasure	83
holding	83
landscape	83
childhood	83
saved	83
Big	83
Iran	83
houses	83
associated	83
wood	82
row	82
net	82
keeping	82
profound	82
particles	82
paint	82
marketing	82
according	82
sorry	82
demand	82
absolute	82
invisible	82
loss	82
contact	82
won	82
cloud	82
underneath	82
gap	82
trial	82
mentioned	81
serve	81
engineers	81
weather	81
encourage	81
click	81
hair	81
regular	81
musical	81
circle	81
pages	81
hearing	81
otherwise	81
hopefully	81
cultures	81
Pakistan	81
lifetime	81
protection	81
Yet	81
nations	81
related	81
extreme	81
advantage	81
president	81
experienced	81
puts	81
Come	81
cooking	80
affect	80
damage	80
sites	80
drink	80
covered	80
Life	80
principles	80
signal	80
arrived	80
accept	80
UN	80
Israel	80
increasingly	80
GDP	80
described	80
valuable	80
Anderson	79
sending	79
industrial	79
engineer	79
lady	79
Brazil	79
gene	79
electrical	79
unless	79
phones	79
block	79
equipment	79
professional	79
Times	79
bank	79
democratic	79
due	79
poetry	79
Germany	79
topic	78
closed	78
You'll	78
testing	78
notion	78
expression	78
picked	78
tough	78
facts	78
property	78
released	78
detail	78
launched	78
finish	78
efficient	78
gain	78
hunger	78
roughly	78
operating	78
ancestors	78
feelings	78
mathematical	78
park	78
fell	77
partner	77
versus	77
existence	77
spoke	77
opening	77
rates	77
grade	77
designing	77
expected	77
galaxies	77
note	77
emerging	77
whom	77
battery	77
threat	77
Sweden	77
adult	77
tradition	77
BG	77
restaurant	76
Washington	76
situations	76
effectively	76
thoughts	76
bottle	76
manage	76
environments	76
corruption	76
Second	76
exercise	76
release	76
quote	75
de	75
worldwide	75
platform	75
currently	75
beat	75
exact	75
professor	75
article	75
traveling	75
seriously	75
he'd	75
risks	75
drawing	75
throw	75
killing	75
Bank	75
moves	75
surgery	75
seat	75
hurt	75
depends	75
researchers	75
whenever	75
Three	74
link	74
collapse	74
setting	74
grown	74
conversations	74
status	74
worried	74
chemicals	74
importance	74
charge	74
taste	74
crowd	74
aging	74
sequence	74
employees	74
Will	74
fellow	74
practical	74
coast	74
gentlemen	74
worlds	74
Women	74
emotion	74
YouTube	74
exchange	74
polio	74
chain	73
caused	73
villages	73
remain	73
convinced	73
Michael	73
vaccine	73
round	73
lie	73
movies	73
England	73
molecular	73
runs	73
equivalent	73
passionate	73
mouth	73
bone	73
mothers	73
south	73
Canada	73
sand	73
debate	73
reaction	73
trials	73
humor	72
buying	72
hasn't	72
personally	72
analysis	72
Man	72
competition	72
artists	72
physically	72
variety	72
thanks	72
Last	72
photography	72
accident	72
ants	72
engine	72
option	72
silence	72
prime	72
empathy	72
behavioral	72
Fellows	72
former	71
CO	71
MIT	71
considered	71
algorithms	71
pollen	71
liquid	71
Good	71
Harvard	71
commercial	71
heavy	71
ordinary	71
magazine	71
radical	71
bear	71
vehicle	71
inner	71
user	71
Sun	71
empty	71
colors	71
promise	71
primary	71
neighbors	71
wars	71
requires	71
equality	71
honor	70
pollution	70
convince	70
addition	70
fill	70
comfort	70
foundation	70
driven	70
obesity	70
explains	70
jump	70
era	70
budget	70
sweet	70
Japanese	70
multiple	70
philosophy	70
boring	70
activism	70
smile	70
Could	70
sample	70
bits	70
represent	70
driver	70
infected	70
dots	70
strength	70
equally	70
Adam	70
definitely	70
While	70
laughter	70
President	69
kilometers	69
desire	69
st	69
require	69
solved	69
Does	69
ecosystem	69
fields	69
carefully	69
Web	69
invest	69
paying	69
Islam	69
toward	69
genome	69
battle	69
younger	69
typical	69
collection	69
title	69
awareness	69
maps	69
Global	69
possibilities	69
target	68
rapidly	68
affected	68
September	68
discussion	68
grid	68
election	68
river	68
trick	68
innovative	68
tons	68
applications	68
inspiration	68
distribution	68
Islamic	68
clever	68
relatively	68
display	68
stupid	68
agriculture	68
wave	68
producing	68
card	68
Egypt	68
bird	68
identify	68
satellite	68
spectrum	68
attacks	68
deeper	68
tens	68
Higgs	68
ride	68
Al	67
airplane	67
farm	67
combination	67
rare	67
generate	67
participate	67
longterm	67
notes	67
dealing	67
Paul	67
wide	67
tomorrow	67
increased	67
dry	67
seeds	67
sees	67
Muslim	67
perception	67
fat	67
normally	67
determine	67
singing	67
activities	67
motivation	67
dropped	67
circumstances	67
location	67
organs	67
specifically	67
fresh	66
cutting	66
sad	66
advanced	66
illness	66
tumor	66
mistakes	66
formed	66
sophisticated	66
Britain	66
nervous	66
vulnerable	66
lies	66
hide	66
Please	66
doubt	66
challenging	66
poorest	66
opinion	66
goals	66
secure	66
institution	66
signals	66
introduce	65
sources	65
entrepreneurs	65
intelligent	65
diet	65
'	65
Mr	65
shop	65
plate	65
wine	65
Her	65
Latin	65
Wow	65
it'll	65
remains	65
James	65
scared	65
arguments	65
arms	65
clouds	65
wondering	65
transition	65
actions	65
boxes	65
reached	65
Everything	65
mistake	65
wellbeing	65
signs	65
operation	65
Before	64
warming	64
puzzle	64
advice	64
folks	64
intellectual	64
obsessed	64
fundamentally	64
appear	64
hits	64
hospitals	64
grandmother	64
bright	64
peak	64
parent	64
describe	64
added	64
engaged	64
telescope	64
dense	64
bubble	64
insight	64
productive	64
newspaper	64
typically	64
electric	64
golf	64
disorders	64
constant	64
incentives	64
behaviors	64
celebrate	63
options	63
Haiti	63
closely	63
farmers	63
winter	63
sciencekeywords	63
steel	63
kitchen	63
however	63
connections	63
illegal	63
smell	63
factor	63
hadn't	63
occurred	63
birthday	63
principle	63
broke	63
entrepreneur	63
NASA	63
toilet	63
increasing	63
solving	63
interaction	63
relevant	63
represents	63
flowers	63
exploring	63
hungry	63
bus	63
warm	63
recorded	63
script	63
direct	63
visible	62
efficiency	62
amounts	62
roll	62
educational	62
Since	62
reverse	62
laugh	62
mountains	62
Thomas	62
sports	62
Darwin	62
calling	62
launch	62
layer	62
drives	62
unit	62
bike	62
rooms	62
transformation	62
trillion	62
Only	62
fewer	62
leg	62
cortex	62
garden	62
terrorism	62
eggs	62
transformed	62
laughing	62
records	61
volunteers	61
funding	61
confidence	61
protein	61
mention	61
author	61
framework	61
spreading	61
one's	61
centuries	61
Pacific	61
C	61
method	61
Project	61
Gulf	61
generally	61
cameras	61
tea	61
sentence	61
dramatic	61
acting	61
cave	61
bag	61
relative	61
essential	61
Obama	61
iPhone	61
borders	61
staff	60
January	60
stands	60
ought	60
partners	60
filled	60
explained	60
library	60
Francisco	60
Green	60
graduate	60
tall	60
carrying	60
processes	60
technical	60
quarter	60
coal	60
internal	60
sector	60
diverse	60
drinking	60
spirit	60
existing	60
church	60
handle	60
radiation	60
unusual	60
tracking	60
mirror	59
app	59
cook	59
accessible	59
architects	59
unlike	59
bridge	59
proteins	59
evolutionary	59
mix	59
academic	59
Paris	59
refugees	59
treated	59
unclear	59
interests	59
mechanical	59
properties	59
naturally	59
assume	59
curious	59
false	59
Voice	59
commitment	59
fishing	59
unknown	59
vessels	59
plus	59
linked	59
globe	59
slavery	59
protected	59
fruit	59
Street	58
Richard	58
pulled	58
hoping	58
genius	58
computing	58
Valley	58
copy	58
blocks	58
silent	58
photographs	58
stayed	58
dancing	58
literature	58
member	58
define	58
keeps	58
meaningful	58
implications	58
Prize	58
selection	58
moon	58
offers	58
chose	58
double	58
policies	58
players	58
Also	58
potentially	58
wake	58
demo	58
collected	58
required	58
falling	58
flat	58
properly	58
feeding	58
cross	58
France	58
Perhaps	58
resistance	58
zone	58
grateful	57
appreciate	57
About	57
root	57
dung	57
awful	57
laptop	57
samples	57
chair	57
roof	57
document	57
print	57
museum	57
surrounded	57
T	57
conclusion	57
suppose	57
replace	57
capture	57
wherever	57
novel	57
independent	57
skill	57
Korea	57
women's	57
adapt	57
tour	57
largely	57
expert	57
reference	57
sides	57
credit	57
characters	57
gold	57
wheel	57
figures	57
ladies	57
underground	57
sing	57
suicide	57
writer	57
techniques	57
station	57
traveled	57
Nigeria	56
yesterday	56
May	56
burning	56
deaths	56
cow	56
destruction	56
faced	56
north	56
concrete	56
hero	56
ate	56
storytelling	56
atoms	56
claim	56
outcome	56
Bible	56
customers	56
emergency	56
economies	56
camp	56
classic	56
conflicts	56
biodiversity	56
danger	56
Russia	56
Health	56
Finally	56
suggest	56
movements	56
suffer	56
fossil	55
designs	55
prepared	55
Ghana	55
description	55
phrase	55
architect	55
astonishing	55
agreed	55
quiet	55
offered	55
housing	55
presence	55
combined	55
malaria	55
achieved	55
metal	55
savings	55
curve	55
providing	55
license	55
organized	55
grows	55
border	55
unexpected	55
sets	55
neither	55
mechanism	55
include	55
soft	55
experts	55
intense	55
goods	55
selling	55
bags	55
succeed	55
crying	55
Unfortunately	55
capita	55
violent	55
lying	55
accurate	55
historical	55
management	54
politicians	54
Institute	54
shapes	54
hell	54
desk	54
busy	54
measuring	54
Los	54
walks	54
milk	54
pair	54
Nobel	54
applied	54
rational	54
previous	54
element	54
introduced	54
embedded	54
German	54
football	54
papers	54
Something	54
divided	54
interactions	54
careful	54
Uganda	54
bar	54
limits	54
ears	54
operate	54
army	54
acts	54
bones	54
origami	54
remove	54
oxytocin	54
journalist	53
Center	53
inspiring	53
switch	53
educated	53
suit	53
opensource	53
shut	53
combine	53
Nobody	53
symbol	53
enemy	53
invent	53
expectancy	53
populations	53
overall	53
lay	53
clothes	53
earthquake	53
roads	53
beer	53
regret	53
happier	53
soldiers	53
pure	53
compassionate	53
today's	53
stock	53
joined	53
gut	53
privacy	53
Fellow	53
mile	52
ultimate	52
frankly	52
Really	52
beach	52
hire	52
Five	52
productivity	52
lets	52
processing	52
controlled	52
swim	52
defined	52
causing	52
receive	52
heroes	52
herself	52
electronic	52
artificial	52
greenhouse	52
piano	52
perform	52
painful	52
Nations	52
documents	52
Day	52
axis	52
disorder	52
represented	52
soul	52
oldest	52
dogs	52
Arabic	52
shame	52
paintings	52
chart	52
Boston	52
narrative	52
parking	52
dioxide	51
length	51
somewhat	51
Robert	51
interview	51
grand	51
plans	51
corporate	51
reflect	51
ages	51
loves	51
error	51
likes	51
Foundation	51
Remember	51
spoken	51
components	51
grass	51
Martin	51
June	51
cards	51
vehicles	51
toy	51
engaging	51
shoulder	51
dynamic	51
Gates	51
Get	51
king	51
wondered	51
studio	51
Science	51
medium	51
stream	51
attempt	51
neuroscience	51
chicken	51
afternoon	51
pyramid	51
elections	51
sustainability	50
technological	50
killer	50
Make	50
breathing	50
frame	50
State	50
meetings	50
clock	50
hang	50
continued	50
department	50
disappear	50
evolve	50
Number	50
thin	50
pack	50
enter	50
Steve	50
advertising	50
teeth	50
beliefs	50
escape	50
breath	50
tonight	50
expand	50
tested	50
telescopes	50
letting	50
imagined	50
rising	50
brothers	50
regions	50
remind	50
bias	50
sight	50
harm	50
jail	50
cry	50
reefs	50
logic	49
lovely	49
healthier	49
richer	49
provides	49
immune	49
ecosystems	49
seed	49
attached	49
allowing	49
Amazon	49
ignore	49
ring	49
tribe	49
initial	49
destroyed	49
divide	49
units	49
fusion	49
correct	49
nor	49
theater	49
refugee	49
neighborhoods	49
granted	49
copyright	49
motion	49
falls	49
admit	49
teams	49
trend	49
identical	49
dozen	49
dinosaurs	49
sensitive	49
Pole	49
authority	49
express	49
Museum	49
Its	49
addiction	49
puzzles	49
dignity	49
PM	49
surveillance	49
transportation	48
continent	48
stronger	48
grain	48
hydrogen	48
session	48
invite	48
plastics	48
neuron	48
increases	48
sauce	48
percentage	48
economists	48
wise	48
contribute	48
pop	48
snow	48
windows	48
player	48
technique	48
statement	48
cure	48
homework	48
photographer	48
senses	48
forests	48
socalled	48
distributed	48
threedimensional	48
depend	48
efforts	48
Saudi	48
sheep	48
sheet	48
courage	48
unlikely	48
application	48
balls	48
fascinated	48
footprint	48
detect	48
stone	48
captured	48
curiosity	48
illusion	48
climb	48
passing	48
tape	48
subtle	48
functions	48
animation	48
motor	48
adventure	48
skeleton	48
ugly	48
appeared	48
classes	48
rescue	48
contrast	48
SW	48
Revolution	48
cash	48
colleague	47
ensure	47
spring	47
harvest	47
burn	47
extract	47
crops	47
Dan	47
filter	47
shall	47
evening	47
connecting	47
Back	47
Give	47
mystery	47
behave	47
Texas	47
pushed	47
sandwich	47
upper	47
measured	47
extent	47
frozen	47
wings	47
react	47
theme	47
II	47
Hi	47
minister	47
ideal	47
post	47
density	47
pocket	47
plays	47
males	47
origin	47
floating	47
proof	47
committed	47
laboratory	47
Jewish	47
attract	47
bicycle	47
drivers	47
decline	47
northern	47
organ	47
criminal	47
conservation	46
Smith	46
hearts	46
signed	46
permanent	46
section	46
microbes	46
toxic	46
Chicago	46
score	46
Apple	46
lens	46
loop	46
rarely	46
speaker	46
failing	46
carried	46
marry	46
rely	46
Antarctica	46
barely	46
Ah	46
Earth's	46
elsewhere	46
magical	46
instrument	46
cents	46
finance	46
fingers	46
zoom	46
senior	46
protecting	46
phase	46
centers	46
rocks	46
destroy	46
split	46
engagement	46
paradigm	46
abuse	46
chosen	46
fixed	46
recover	46
touched	46
Taliban	46
apartment	46
consumption	46
Mary	46
prisoners	46
Koran	46
ecology	45
profit	45
standards	45
precisely	45
calculate	45
tests	45
served	45
immediate	45
Union	45
Nothing	45
pursue	45
interactive	45
equation	45
describes	45
Arctic	45
genetics	45
quantum	45
component	45
electronics	45
placed	45
chocolate	45
apparently	45
Four	45
globally	45
significantly	45
Northern	45
parties	45
appropriate	45
dirty	45
cute	45
Turkey	45
sphere	45
finds	45
guide	45
survey	45
slums	45
demographic	45
earn	45
Eastern	45
symmetry	45
passenger	45
rituals	45
collecting	45
entropy	45
bamboo	45
Rio	45
flew	44
usual	44
judge	44
includes	44
smoke	44
wanting	44
shock	44
Whether	44
relate	44
Art	44
gravity	44
Park	44
Isn't	44
gases	44
Everyone	44
curriculum	44
Stanford	44
conventional	44
Basically	44
Sea	44
philanthropy	44
consequence	44
struck	44
disappeared	44
orbit	44
horrible	44
manufacturing	44
chapter	44
mapping	44
neighbor	44
talent	44
hardly	44
route	44
symbols	44
solid	44
diagnosed	44
searching	44
accidents	44
swimming	44
circles	44
button	44
Space	44
Muslims	44
citizen	44
season	44
underlying	44
stations	44
rats	44
cup	44
concepts	44
penguins	44
wheelchair	44
Other	43
impacts	43
ours	43
nowhere	43
virtually	43
wing	43
Howard	43
Trust	43
miss	43
grab	43
diagram	43
provided	43
researcher	43
characteristics	43
subjects	43
regime	43
None	43
extinct	43
predicted	43
crucial	43
shipping	43
Using	43
youth	43
Video	43
evil	43
mixed	43
mark	43
privilege	43
outer	43
elephant	43
begun	43
narrow	43
rocket	43
explanation	43
assumptions	43
fiction	43
input	43
symptoms	43
pushing	43
monitor	43
salt	43
balloon	43
scary	43
existed	43
cooperation	43
enable	42
Peace	42
pile	42
maintain	42
raising	42
mainly	42
till	42
encounter	42
hip	42
treating	42
Anyway	42
presented	42
layers	42
struggling	42
brown	42
reduction	42
Central	42
loud	42
controls	42
ridiculous	42
mice	42
Secondly	42
repair	42
breathe	42
sisters	42
Child	42
dot	42
audio	42
shoot	42
methods	42
authorities	42
continues	42
optimistic	42
organize	42
tasks	42
beneath	42
focusing	42
fake	42
aspect	42
capabilities	42
lecture	42
Human	42
quest	42
Rwanda	42
pregnant	42
tragedy	42
bears	42
cat	42
outcomes	42
Should	42
accepted	42
International	42
blog	42
Minister	42
Island	42
difficulty	42
AB	42
breaking	42
closing	42
bill	42
raw	42
trash	42
texting	42
landed	41
Be	41
writers	41
severe	41
produces	41
rice	41
tech	41
transfer	41
promote	41
Obviously	41
latest	41
obese	41
occur	41
underwater	41
nets	41
adding	41
dominant	41
aside	41
directions	41
grandfather	41
bet	41
consumers	41
tired	41
Ocean	41
fold	41
Peter	41
whereas	41
Feynman	41
lawyers	41
dive	41
flower	41
drove	41
truck	41
Bang	41
doors	41
welcome	41
flip	41
affordable	41
prize	41
washing	41
ingredients	41
uncertainty	41
tap	41
storage	41
programming	41
chimpanzee	41
females	41
deserve	41
recognized	41
contains	41
wealthy	41
else's	41
banks	41
memories	41
capitalism	41
believes	41
tip	41
objective	41
hanging	41
host	41
Research	41
aircraft	41
recovery	41
Saturn	41
Telescope	41
gather	41
scenario	41
traditions	41
aspects	41
overcome	41
worker	41
lawyer	41
currency	41
Islands	40
concern	40
consumer	40
reduced	40
revenue	40
agricultural	40
Tell	40
clip	40
rebuild	40
October	40
shopping	40
globalization	40
clients	40
uncomfortable	40
jazz	40
hotel	40
iron	40
miracle	40
figuring	40
band	40
thrown	40
gods	40
Christian	40
children's	40
Charles	40
baseball	40
synthetic	40
reaching	40
replicate	40
Indeed	40
probability	40
founded	40
removed	40
painted	40
Red	40
drill	40
abstract	40
distant	40
darkness	40
sticks	40
belong	40
depending	40
pause	40
storm	40
Delhi	40
recognition	40
reveal	40
tears	40
proper	40
Im	40
disability	40
bold	40
van	40
ear	40
pig	40
Gore	39
upset	39
wire	39
Next	39
Amy	39
improving	39
originally	39
proposed	39
enables	39
forgotten	39
lifestyle	39
Frank	39
inspire	39
stops	39
hardware	39
whale	39
vaccines	39
brief	39
plot	39
Third	39
Without	39
widely	39
yours	39
poster	39
essence	39
sacrifice	39
classrooms	39
physicist	39
inevitable	39
plenty	39
telephone	39
bomb	39
joke	39
Any	39
X	39
winning	39
fed	39
backwards	39
estimate	39
advance	39
sensors	39
Was	39
transport	39
homeless	39
demonstrate	39
reported	39
Watch	39
personality	39
flag	39
wider	39
mysterious	39
seek	39
laid	39
file	39
precise	39
bottles	39
tube	39
particle	39
reveals	39
involves	39
stranger	39
classical	39
creature	39
tracks	39
deadly	39
dinosaur	39
gras	39
dough	39
influenced	39
retirement	39
blame	39
devil	39
corals	39
Israeli	39
surprisingly	38
thick	38
wheat	38
strategies	38
Jim	38
reports	38
prices	38
cast	38
foods	38
visited	38
musicians	38
organism	38
Ten	38
barrier	38
industries	38
bizarre	38
sales	38
presentation	38
speakers	38
fifth	38
religions	38
determined	38
intervention	38
parallel	38
tends	38
tissues	38
circuit	38
seas	38
spectacular	38
holds	38
pound	38
legacy	38
proved	38
subSaharan	38
professionals	38
sanitation	38
briefly	38
pizza	38
expanding	38
meal	38
tied	38
communications	38
vital	38
dramatically	38
nurses	38
roots	38
tricks	38
chimpanzees	38
makers	38
prefer	38
intuition	38
reminds	38
he'll	38
court	38
Professor	38
satellites	38
Stewart	38
survived	38
choosing	38
discoveries	38
practices	38
therapy	38
closest	38
attractive	38
microscope	38
shooting	38
supporting	38
amongst	38
King	38
facility	38
algorithm	38
foie	38
leather	38
Indus	38
Bali	38
MT	38
Norden	38
Cyrus	38
east	37
fuels	37
repeat	37
fires	37
volunteer	37
powers	37
master	37
dialogue	37
MR	37
appears	37
chaos	37
facilities	37
reminded	37
Wait	37
infinite	37
dozens	37
forming	37
analyze	37
everybody's	37
Things	37
opens	37
G	37
St	37
arrive	37
shaped	37
emerge	37
quit	37
mindset	37
Am	37
cheaper	37
Both	37
views	37
apps	37
teaches	37
accounts	37
missed	37
cart	37
expectations	37
marine	37
habitat	37
volume	37
dress	37
backyard	37
polar	37
graphic	37
Brown	37
elementary	37
perceive	37
pace	37
consistent	37
boundaries	37
director	37
dedicated	37
surely	37
mad	37
demonstration	37
controlling	37
muscles	37
reef	37
apple	37
height	37
clay	37
Homo	37
tumors	37
included	37
crows	37
leap	37
substance	37
morality	37
ethical	37
judgment	37
colony	37
consume	37
customer	37
innovations	36
CEO	36
observation	36
devastating	36
Department	36
helpful	36
flexible	36
kills	36
habits	36
official	36
automatically	36
silk	36
farming	36
gray	36
graduated	36
Angeles	36
plain	36
weak	36
nose	36
embrace	36
textbook	36
Music	36
Brain	36
patent	36
Boy	36
translation	36
Same	36
unhappy	36
spots	36
hypothesis	36
staying	36
threshold	36
opposed	36
emerged	36
horse	36
Titan	36
assumption	36
agencies	36
breeding	36
stores	36
warkeywords	36
heaven	36
Ben	36
ah	36
anger	36
Mark	36
unconscious	36
garbage	36
exception	36
expressions	36
psychologist	36
dust	36
conducted	36
Mike	36
entered	36
bee	36
performing	36
womenkeywords	36
peaceful	36
newspapers	36
Girl	36
mycelium	36
nearby	36
chest	36
suggesting	36
fortunate	36
toilets	36
rat	36
district	36
translated	36
reactor	36
TEDTalks	36
Goals	36
suggested	35
shocking	35
sits	35
relief	35
JA	35
frustrated	35
drawn	35
features	35
agreement	35
Vietnam	35
biologist	35
luck	35
scores	35
tail	35
Lego	35
style	35
poem	35
preserve	35
enemies	35
August	35
teenagers	35
genetically	35
merely	35
tries	35
mainstream	35
Hello	35
contain	35
interacting	35
Whereas	35
pilot	35
Through	35
Within	35
output	35
corn	35
governance	35
defense	35
Wikipedia	35
stroke	35
Children	35
spiritual	35
defend	35
trends	35
printing	35
Long	35
comedy	35
weapon	35
variation	35
eaten	35
beautifully	35
commit	35
romantic	35
instruments	35
compelling	35
gonna	35
isolated	35
sir	35
challenged	35
alternatives	35
pockets	35
separated	35
bubbles	35
Although	35
surgeon	35
July	35
factories	35
Congress	35
generous	35
sum	35
footage	35
person's	35
cycles	35
mushroom	35
stones	35
vegetables	35
collectively	35
prepare	35
wedding	35
Hong	35
Beijing	35
Nike	35
House	34
woke	34
announced	34
slides	34
trucks	34
connects	34
seal	34
Grand	34
Tom	34
temporary	34
regardless	34
threw	34
gentleman	34
Until	34
somebody's	34
historic	34
Spain	34
whatsoever	34
recipe	34
supermarket	34
sustain	34
mood	34
instructions	34
blow	34
tolerance	34
buried	34
physicists	34
comparison	34
crossing	34
reasonable	34
improvement	34
yearolds	34
fragile	34
categories	34
incentive	34
Greenland	34
federal	34
conservative	34
humanitarian	34
astronomy	34
suspect	34
fraction	34
cartoon	34
whales	34
smoking	34
universities	34
recording	34
journalism	34
manipulate	34
breaks	34
Almost	34
psychological	34
sharp	34
explaining	34
capability	34
ant	34
mushrooms	34
estimates	34
meals	34
performed	34
cake	34
remained	34
expedition	34
Russian	34
helicopter	34
myth	34
Singapore	34
dating	34
simplicity	34
realizing	34
condoms	34
despair	34
receiving	34
magnetic	34
bombs	34
via	34
traits	34
fabric	34
vertical	34
returned	34
contract	34
previously	34
imaging	34
clinical	34
voting	34
prototype	34
transmit	34
Eric	34
Gaza	34
Alzheimer's	34
located	34
facial	34
During	34
Nelson	34
observe	34
Palestinian	34
preparing	34
hrefhttpwwwtedcomprofilesThomas	34
VANDENBOGAERDEreviewer	34
hrefhttpwwwtedcomprofilesfederica	34
bonalditranslator	34
hrefhttpwwwtedcomprofilesThuHuong	34
Hareviewer	34
sneakers	34
invested	33
Kids	33
improved	33
contributed	33
Tim	33
discuss	33
arts	33
behalf	33
concerns	33
interventions	33
fiber	33
besides	33
ten	33
tongue	33
Italy	33
super	33
translate	33
conclude	33
expecting	33
manager	33
endangered	33
Sir	33
limit	33
extension	33
extended	33
uncle	33
methane	33
Joe	33
string	33
planes	33
Arabia	33
Whatever	33
download	33
tsunami	33
NGOs	33
surrounding	33
terrifying	33
garage	33
guarantee	33
camps	33
Microsoft	33
achievement	33
speaks	33
established	33
fan	33
southern	33
panels	33
institutional	33
da	33
burden	33
obstacles	33
trains	33
honey	33
Bob	33
angry	33
Norway	33
Yemen	33
phenomena	33
covering	33
insights	33
General	33
agent	33
elected	33
depressed	33
picking	33
poet	33
boss	33
actors	33
affects	33
linear	33
mud	33
exotic	33
topics	33
Alice	33
orange	33
clothing	33
fireflies	33
naked	33
Black	33
completed	33
targets	33
Social	33
she'd	33
caves	33
daughters	33
mate	33
couples	33
elephants	33
strangers	33
actor	33
formula	33
donor	33
democracies	33
beetles	33
printed	32
nights	32
urge	32
infections	32
venture	32
firm	32
afterwards	32
Santa	32
mayor	32
tie	32
pulling	32
gorgeous	32
mess	32
soup	32
earliest	32
Anyone	32
supported	32
fallen	32
links	32
constructed	32
review	32
navigate	32
wireless	32
neat	32
who've	32
March	32
hunting	32
smiling	32
autistic	32
favor	32
robust	32
confident	32
AG	32
sunlight	32
December	32
cosmos	32
odd	32
stages	32
witness	32
gradually	32
charming	32
finger	32
pen	32
instantly	32
contrary	32
Detroit	32
socially	32
shelter	32
enjoying	32
investing	32
cared	32
elite	32
tank	32
offices	32
parenting	32
Jesus	32
duck	32
serving	32
wired	32
hitting	32
songs	32
SS	32
staring	32
hall	32
tropical	32
integrated	32
Mom	32
hiding	32
Egyptian	32
confused	32
islands	32
debt	32
chances	32
Chile	32
anxiety	32
shocked	32
mail	32
fears	32
smooth	32
philosopher	32
Bell	32
feature	32
channel	32
tubes	32
primitive	32
wash	32
bathroom	32
burned	32
Greek	32
Leonardo	32
fastest	32
County	32
relation	32
Lord	32
injury	32
Oxford	32
Neanderthals	32
demands	32
breakfast	32
activist	32
reflected	32
innocent	32
selves	32
successfully	32
imagery	32
angiogenesis	32
pigeon	32
Put	31
airport	31
Atlantic	31
hat	31
Listen	31
generated	31
DR	31
Friday	31
Square	31
category	31
ain't	31
Nature	31
lake	31
shell	31
lift	31
dig	31
bacterium	31
storytellingkeywords	31
experimental	31
connectivity	31
owned	31
pretend	31
ships	31
Design	31
fathers	31
tribes	31
rolling	31
Geographic	31
cancers	31
badly	31
unbelievable	31
mechanisms	31
treatments	31
asteroid	31
laser	31
forgot	31
recycled	31
instant	31
experiencing	31
broad	31
engines	31
collaborative	31
Mother	31
overwhelmed	31
strongly	31
Bush	31
corporations	31
threatened	31
scales	31
Hans	31
load	31
dies	31
exposed	31
Africans	31
suck	31
Congo	31
findings	31
drops	31
hopes	31
ongoing	31
initiative	31
predictable	31
youngest	31
sleeping	31
bang	31
Indonesia	31
detailed	31
gathering	31
spin	31
reactions	31
interpretation	31
convert	31
cheat	31
perceived	31
Lee	31
publish	31
landscapes	31
locked	31
WK	31
Wall	31
origins	31
agency	31
victim	31
gun	31
extend	31
restore	31
drew	31
fund	31
command	31
attitude	31
films	31
orchestra	31
ending	31
Afghan	31
bow	31
liver	31
fence	31
tunnel	31
Bronx	31
protest	31
rewards	31
authoritarian	31
Syria	31
Abraham	31
symmetries	31
partly	30
White	30
managers	30
posted	30
ads	30
scenes	30
dish	30
locally	30
overwhelming	30
initially	30
filters	30
Asian	30
explosion	30
dependent	30
comment	30
nuts	30
Charlie	30
skull	30
mining	30
El	30
representation	30
spreads	30
interviewed	30
miserable	30
proportion	30
stopping	30
biologists	30
crash	30
entering	30
resolution	30
stolen	30
shake	30
sheets	30
tendency	30
intensity	30
combat	30
muscle	30
TEDGlobal	30
participants	30
labs	30
simultaneously	30
Act	30
bars	30
ceiling	30
egg	30
mother's	30
charity	30
cheese	30
assets	30
approaching	30
discovering	30
fabulous	30
relations	30
illusions	30
angle	30
workplace	30
terrorists	30
answered	30
Jerusalem	30
pitch	30
scan	30
pairs	30
Christians	30
flavor	30
delicious	30
satisfaction	30
steal	30
insect	30
Manhattan	30
occasionally	30
profile	30
kindness	30
minimum	30
child's	30
item	30
toys	30
ink	30
pigs	30
tragic	30
safer	30
division	30
Woman	30
mathematicians	30
Aristotle	30
hemisphere	30
motivated	30
Greece	30
alcohol	30
detector	30
nutrients	30
matrix	30
colonies	30
Alexander	30
cylinder	30
thats	30
cheating	30
flash	30
knee	30
agenda	30
needle	30
guards	30
activists	30
guilty	30
protocell	30
vulnerability	30
nonlethal	30
yourselves	29
Lebanon	29
contribution	29
annual	29
reducing	29
Somebody	29
implemented	29
paralyzed	29
Kevin	29
We'd	29
unprecedented	29
magnitude	29
hightech	29
builds	29
neural	29
metals	29
spaghetti	29
pursuit	29
glasses	29
freely	29
innovate	29
Cambridge	29
contributing	29
stretch	29
succeeded	29
Time	29
edges	29
Dutch	29
grandchildren	29
PhD	29
Alex	29
February	29
alien	29
founder	29
counts	29
bulb	29
mode	29
cosmic	29
concert	29
artistic	29
domestic	29
expertise	29
Montana	29
blogs	29
emails	29
slum	29
inevitably	29
journalists	29
loads	29
continuously	29
graphics	29
agents	29
shifting	29
trajectory	29
stored	29
internet	29
pleasant	29
depth	29
Kim	29
terrorist	29
voted	29
tax	29
donors	29
genocide	29
Christmas	29
kindergarten	29
physiology	29
Ladies	29
visualizationskeywords	29
mating	29
Except	29
dawn	29
Jews	29
la	29
articles	29
throwing	29
demos	29
prevalence	29
openness	29
counter	29
insurance	29
zones	29
ubiquitous	29
smarter	29
someday	29
alongside	29
stable	29
spinal	29
wooden	29
Ireland	29
man's	29
fate	29
transparency	29
ambitious	29
pink	29
politician	29
helium	29
transparent	29
sixth	29
silly	29
cooperative	29
intended	29
Stop	29
guy's	29
happily	29
dopamine	29
Bruno	29
install	29
furniture	29
items	29
momentum	29
Indians	29
Iranian	29
brave	29
Elizabeth	29
TEDTalk	29
bombsight	29
continuing	28
simplest	28
rivers	28
unable	28
River	28
gathered	28
diabetes	28
responding	28
Southern	28
campus	28
sciences	28
mimic	28
beetle	28
profession	28
pour	28
Coke	28
Council	28
portraits	28
installed	28
biotech	28
chip	28
schizophrenia	28
prevention	28
aggressive	28
hardest	28
Hawaii	28
laptops	28
slower	28
Sorry	28
spray	28
immense	28
trigger	28
terror	28
seemingly	28
passes	28
leverage	28
hostile	28
radically	28
lifted	28
timing	28
arguing	28
pump	28
Rome	28
sizes	28
passive	28
literacy	28
Suddenly	28
calm	28
pray	28
stability	28
Hollywood	28
Ethiopia	28
shadow	28
exam	28
viral	28
settle	28
primarily	28
operations	28
headlines	28
infectious	28
assistance	28
o'clock	28
cooperate	28
supplies	28
crew	28
banking	28
dont	28
surfaces	28
wires	28
lonely	28
pool	28
offering	28
economist	28
ethnic	28
additional	28
tackle	28
rush	28
consciously	28
exploit	28
lands	28
pointing	28
pad	28
ha	28
harmony	28
armed	28
Brian	28
peoples	28
lungs	28
realization	28
acceptance	28
tips	28
computational	28
Mandela	28
anonymous	28
meter	28
audiences	28
jellyfish	28
rapid	28
Little	28
decisionmaking	28
terrified	28
tower	28
safely	28
Someone	28
transplant	28
marrow	28
slave	28
country's	28
artwork	28
Wolfram	28
glacier	28
hrefhttpwwwtedcomprofilesVeronica	28
Martinez	28
Starnesreviewer	28
hrefhttpwwwtedcomprofilesElisabeth	28
