<PAD>	1000000000
<UNK>	1000000000
<S>	1000000000
</S>	1000000000
yang	61514
dan	40380
saya	31017
di	30909
ini	26369
kita	21598
untuk	19036
Anda	18380
dari	17316
tidak	17072
itu	16160
dengan	16026
adalah	15312
mereka	14416
Dan	13056
akan	12142
dalam	10957
Saya	9727
ada	9253
pada	9153
dapat	8833
kami	8488
orang	8277
ke	7772
lebih	7609
hal	7175
bahwa	7017
bisa	6915
seperti	6855
Jadi	6683
tahun	6315
sangat	6079
banyak	5717
menjadi	5710
apa	5461
tentang	5447
karena	5286
satu	5207
sebuah	5064
semua	5011
atau	4920
anda	4811
melihat	4780
tahu	4763
saat	4708
dia	4509
membuat	4434
juga	4286
Ini	4218
harus	4199
telah	4145
dunia	4073
memiliki	4047
ingin	3892
hanya	3848
lain	3764
besar	3525
beberapa	3473
jika	3471
mungkin	3399
Kita	3352
sama	3074
terjadi	3008
hidup	2883
melakukan	2861
sebagai	2808
mana	2760
cara	2750
Mereka	2745
bagaimana	2741
baik	2728
oleh	2727
saja	2708
lalu	2690
tapi	2683
Tapi	2629
baru	2589
sesuatu	2584
berkata	2576
seorang	2569
bukan	2556
Kami	2538
ketika	2481
bagi	2470
lagi	2463
orangorang	2445
mulai	2440
Namun	2438
hari	2424
secara	2404
para	2381
dua	2236
waktu	2230
sudah	2210
sekarang	2157
tersebut	2149
sendiri	2145
tempat	2142
punya	2123
namun	2116
berpikir	2112
menggunakan	2099
setiap	2083
lakukan	2078
Dia	2059
pernah	2047
pertama	2010
kecil	2008
doc	2006
luar	1968
diri	1935
salah	1934
sini	1929
kepada	1903
bagian	1899
sebenarnya	1879
kembali	1854
benarbenar	1852
paling	1845
bekerja	1842
tangan	1816
lihat	1805
menemukan	1802
manusia	1786
kasih	1755
anak	1739
sana	1739
masalah	1732
negara	1730
tak	1707
Di	1671
penting	1669
Ada	1654
berbeda	1651
jadi	1595
biasa	1592
selama	1591
seluruh	1532
cukup	1531
sekitar	1531
masa	1507
Amerika	1503
sedikit	1492
ia	1475
perlu	1475
Jika	1459
Lalu	1449
Itu	1449
pergi	1426
menunjukkan	1425
sampai	1420
air	1411
masih	1403
depan	1401
Apa	1399
atas	1383
melakukannya	1383
wanita	1364
rumah	1360
anakanak	1359
sedang	1352
mengambil	1351
kali	1346
berada	1344
kemudian	1341
lainnya	1315
Terima	1304
berbicara	1303
menarik	1295
sistem	1292
Tidak	1280
memberikan	1258
pikir	1258
mengatakan	1256
bahkan	1250
datang	1221
kehidupan	1214
tiga	1211
rasa	1206
Karena	1202
persen	1201
mencoba	1201
Yang	1197
suatu	1189
Sekarang	1177
otak	1153
antara	1133
merasa	1125
tanpa	1117
Tepuk	1115
merupakan	1109
begitu	1101
and	1099
jauh	1094
apakah	1092
teknologi	1087
benar	1086
sehingga	1086
sekali	1082
mengubah	1074
setelah	1068
reviewer	1060
memberi	1057
mencari	1052
kota	1051
sekolah	1045
halhal	1041
Talk	1039
Hal	1028
belajar	1026
mengenai	1023
translator	1021
docid	1003
genrelectures	1003
keywordstalks	1003
talkidtalkid	1003
descriptionTED	1003
Subtitles	1003
Transcript	1003
Bagaimana	1000
bersama	1000
inilah	998
alam	995
bawah	989
mengapa	986
data	979
masyarakat	975
masuk	969
menciptakan	961
terakhir	950
melalui	949
membawa	947
selalu	941
mendapatkan	930
dilakukan	930
belum	927
suara	922
ide	917
keluar	916
seseorang	912
Saat	902
mendapat	897
perubahan	897
kedua	894
gambar	891
sulit	879
itulah	879
pertanyaan	871
berarti	869
membangun	869
Apakah	865
makanan	865
bagus	862
semuanya	860
berbagai	858
membantu	858
buku	852
daripada	838
hingga	833
contoh	828
Pada	827
percaya	817
tetapi	812
kalau	806
akhirnya	806
uang	801
terhadap	800
Inilah	800
Dalam	800
mau	800
cepat	798
pekerjaan	798
tinggal	797
tinggi	796
cerita	793
terus	789
makan	788
pria	784
lingkungan	781
terlalu	781
jalan	780
juta	778
bahasa	778
buruk	775
kamu	773
lama	771
informasi	764
bertanya	763
Ketika	753
terlihat	749
semakin	749
global	748
keluarga	745
tetap	743
kata	740
sosial	739
Afrika	735
bulan	735
berhasil	733
apapun	727
energi	724
berjalan	723
dimana	717
tubuh	716
mobil	713
daerah	711
sebelum	703
aku	702
sebelumnya	701
mempunyai	688
ekonomi	685
hampir	684
menulis	683
jumlah	682
agar	679
perusahaan	672
pun	672
disebut	669
tua	669
kalian	666
TED	665
menyadari	665
Tetapi	664
perempuan	660
mudah	655
berkembang	654
sebagian	649
jam	646
sederhana	642
memahami	642
Inggris	640
tingkat	637
yaitu	637
alat	634
bukanlah	633
komputer	631
hebat	629
berubah	629
awal	628
digunakan	623
mesin	623
suka	622
proyek	620
planet	616
hasil	615
muncul	615
empat	614
jenis	612
terbaik	611
laut	610
bentuk	609
mata	608
bahan	606
ruang	605
jelas	603
alasan	603
pendidikan	602
mendengar	598
sel	596
bilang	592
dolar	591
kerja	591
India	588
kisah	585
Ia	582
kemampuan	578
malam	577
tanah	577
kesehatan	575
menghasilkan	575
memutuskan	574
Itulah	570
hubungan	568
penuh	567
mampu	567
pasti	565
benda	565
langsung	564
lima	561
Mengapa	561
proses	560
muda	559
tentu	559
kaki	558
pikiran	557
Dengan	555
cahaya	555
sering	554
tepat	552
sumber	550
siapa	543
katakan	542
Cina	542
video	541
kekuatan	540
film	539
Ya	539
sejarah	538
jaringan	538
ruangan	537
duduk	534
ibu	534
indah	532
model	531
bergerak	528
Semua	527
sisi	527
penyakit	526
Mari	526
pengetahuan	526
seharusnya	525
melihatnya	522
mengerti	521
ilmu	521
dasar	520
bermain	513
bila	510
dibuat	509
kelompok	509
pilihan	508
memilih	508
foto	508
Serikat	501
menuju	500
mencapai	499
utama	495
menurut	494
pengalaman	493
Mungkin	492
kuat	487
mengalami	487
musik	487
akhir	486
menghabiskan	485
kebanyakan	483
an	483
per	483
tertentu	482
hrefhttpwwwtedcomprofilesAntonius	481
Yudi	481
semacam	480
teman	479
kesempatan	478
guru	478
bernama	475
komunitas	475
semesta	475
kelas	474
belakang	471
saling	466
kini	466
terbesar	465
sakit	465
menit	465
perjalanan	464
usia	463
berhenti	463
bertemu	462
budaya	462
membuatnya	461
ahli	460
Bumi	460
kurang	457
memulai	456
media	452
menjelaskan	452
Kini	452
Aku	451
politik	447
setengah	446
Suara	445
kondisi	445
Seperti	441
tumbuh	441
berusia	441
maka	440
minggu	439
memang	436
dasarnya	434
panjang	433
Beberapa	433
Untuk	433
pemerintah	432
nyata	432
dibandingkan	431
dekat	428
yakin	428
sejak	428
abad	426
berhubungan	425
berasal	425
mati	424
spesies	423
membaca	421
Eropa	419
titik	417
bisnis	417
penelitian	415
daya	414
umum	412
mengetahui	411
perang	409
tengah	407
perbedaan	407
New	405
tujuan	403
listrik	400
panas	399
tawa	399
pasar	398
mempelajari	396
temukan	395
nama	394
negaranegara	394
hewan	393
kau	393
Tuhan	389
meminta	385
angka	385
kanker	383
sadar	383
berikutnya	382
Nah	381
ternyata	380
bidang	380
ayah	380
keras	379
membeli	378
ulang	378
menerima	378
sepanjang	377
ikan	376
berapa	375
hati	374
kehilangan	374
bumi	372
terbang	371
sebelah	370
senang	370
buat	370
ingat	369
makhluk	369
memerlukan	368
tampak	368
pribadi	367
ketiga	367
Sebenarnya	366
karya	366
Sehingga	365
aneh	365
udara	365
mendorong	364
enam	364
berbagi	362
memungkinkan	362
bicara	362
satusatunya	360
perasaan	359
terbuka	359
membuka	358
ilmuwan	357
miskin	355
rendah	355
kepala	355
berat	354
matematika	354
coba	353
berdiri	352
Salah	352
seni	352
dokter	352
perilaku	351
mengikuti	350
merasakan	349
naik	348
minyak	348
menjawab	346
hitam	346
kasus	346
segala	346
program	346
meninggal	346
warna	345
hanyalah	344
Orang	343
bahagia	343
hukum	342
memikirkan	342
Satu	342
pesawat	341
pikirkan	338
lakilaki	338
berusaha	336
Bahkan	336
Kalau	335
turun	335
sebut	335
Baiklah	334
meningkatkan	334
Sebagai	334
peduli	332
takut	332
bayangkan	331
produk	331
tantangan	330
alami	329
es	329
Atau	328
tertarik	327
Sendjajatranslator	326
meninggalkan	325
pusat	325
iklim	324
miliar	324
biasanya	323
menceritakan	322
berdasarkan	322
obat	322
keputusan	322
mengembangkan	321
pesan	321
desain	320
arah	320
harapan	320
mari	319
permainan	319
bantuan	318
walaupun	317
jawab	317
nilai	316
mengumpulkan	316
bayi	316
York	315
berita	315
pertumbuhan	315
artinya	315
kemungkinan	314
dalamnya	314
industri	314
Setiap	314
agama	314
membentuk	313
yg	313
dimulai	311
kematian	311
kiri	311
sukses	311
balik	310
pola	310
menakjubkan	309
Orangorang	309
musim	308
lokal	308
termasuk	307
Bahasa	307
kulit	306
aman	304
internet	304
miliki	303
butuh	303
perhatian	303
generasi	303
DNA	303
Kemudian	303
pemimpin	303
lautan	303
Sebuah	302
situasi	302
kanan	302
ribuan	301
pohon	301
Barat	301
si	300
cinta	300
desa	299
bangunan	299
menyenangkan	299
biaya	298
sungguh	298
Setelah	297
tim	293
demikian	292
hilang	292
menyelesaikan	291
memakai	290
populasi	290
gunakan	289
garis	289
Pertama	287
Dari	287
matahari	285
bertahan	285
tadi	284
tanaman	284
gambaran	282
membayangkan	282
betapa	282
ratusan	282
jatuh	281
merah	281
burung	281
bakteri	281
seekor	281
telepon	281
Dunia	281
kertas	279
dewasa	278
terkenal	277
pasien	276
organisasi	276
publik	275
penduduk	274
terutama	274
struktur	274
jawaban	274
ya	273
rumit	273
menyelamatkan	273
permukaan	273
solusi	272
Para	272
Banyak	271
luas	271
kebahagiaan	271
surat	270
Hanya	270
Bukan	270
membutuhkan	270
robot	270
tidur	270
maju	269
hutan	267
biologi	267
batu	267
menghadapi	267
terlibat	266
demokrasi	266
berharap	266
menggunakannya	266
hijau	265
melawan	265
menyebabkan	264
perangkat	264
gagal	264
peta	264
binatang	264
lubang	264
boleh	263
kimia	263
disini	262
pagi	262
mengejutkan	261
Maksud	260
biru	260
sudut	260
dulu	258
kapal	258
Tentu	257
kaya	256
mendengarkan	255
meningkat	255
seberapa	255
Sangat	254
tunjukkan	254
gagasan	254
pulang	253
inginkan	253
situs	253
pemikiran	252
ukuran	252
Utara	252
siswa	251
mendukung	251
Oh	251
mengurangi	250
menyukai	250
bintang	250
dirinya	250
mil	249
percobaan	249
kekerasan	249
cerdas	248
ambil	247
sesungguhnya	247
kenyataan	247
jutaan	247
berbahaya	247
ditemukan	247
kotak	247
hak	247
terdapat	247
mengagumkan	245
khusus	245
Google	245
kamera	245
plastik	245
wilayah	244
segera	244
dengar	244
keadaan	244
culture	243
kantor	243
serta	242
darah	242
kan	242
Selatan	242
pandangan	241
kesalahan	240
teori	240
dikatakan	239
penemuan	239
sangatlah	239
dinding	239
membunuh	238
bebas	238
diperlukan	238
meja	237
tujuh	237
warga	236
sehat	236
harga	236
modern	235
fisik	235
jantung	235
melindungi	235
ketahui	234
gedung	234
menganggap	234
diberikan	233
Maka	233
mengeluarkan	233
mengatasi	233
angkasa	233
tibatiba	232
posisi	232
tiap	231
fakta	231
adanya	231
bukti	231
Baik	230
demi	230
tenaga	229
serius	229
Bagi	228
dampak	227
sesuai	227
sempurna	227
singkat	227
Kamu	227
gelap	227
menderita	227
langkah	226
Internet	226
serangga	226
halaman	226
ilmiah	226
mengajarkan	225
cenderung	225
molekul	225
Timur	225
murah	224
detik	224
siap	224
menyebutnya	224
dingin	223
akal	223
virus	223
pelajari	223
karbon	222
kira	222
hasilnya	222
wajah	222
melewati	222
mengirim	222
pandang	222
katakata	222
issues	221
jangka	221
kenapa	221
mempengaruhi	221
evolusi	221
menjaga	220
terima	220
selanjutnya	220
skala	219
kemiskinan	219
gila	219
kalinya	219
presentasi	218
setidaknya	218
barang	218
lahir	218
putih	217
keuntungan	217
berguna	217
batas	217
anggota	217
delapan	216
jalur	216
apaapa	216
lagu	216
maupun	215
kesadaran	215
misalnya	214
menunggu	214
pelajaran	214
bola	214
satunya	213
mengerjakan	213
kebutuhan	213
harap	213
surya	213
tugas	213
tindakan	213
angin	212
mirip	212
bergabung	212
diambil	212
dilihat	212
konsep	212
ratarata	211
menentukan	211
gadis	211
design	210
memberitahu	210
mengirimkan	209
neuron	208
gerakan	208
terkadang	208
sekedar	208
technologykeywords	207
jalanan	207
positif	206
sepertinya	206
sementara	206
Selama	206
operasi	206
api	205
emosi	205
acara	205
kreatif	205
kenyataannya	205
mengajar	205
kepercayaan	205
senjata	205
menonton	204
keamanan	204
daftar	204
Bayangkan	203
lampu	203
Bila	203
dapatkan	202
terhubung	202
macam	202
Menurut	202
jawabannya	202
milyar	200
arti	200
selesai	199
merancang	198
Jangan	198
moral	198
efektif	197
maksud	197
jangan	196
CA	196
layar	196
online	196
tikus	196
akses	196
berikan	195
rencana	195
masingmasing	194
usaha	194
hujan	194
ribu	194
mahasiswa	194
aktif	193
Seorang	193
asing	193
pantai	192
mengingat	192
menyediakan	192
gen	192
kecepatan	192
bangun	191
ikut	191
dibangun	191
berumur	191
efek	191
digital	191
anjing	191
nuklir	191
akibat	191
ideide	190
membayar	190
kecuali	190
kebijakan	190
bicarakan	189
memperoleh	189
sekelompok	188
membiarkan	188
langit	188
bakar	187
fokus	187
daging	187
pemerintahan	187
science	186
materi	186
meskipun	186
bercerita	186
kebebasan	186
AS	185
sebanyak	185
peralatan	185
sang	185
normal	185
versi	184
setuju	184
Dua	184
Arab	184
jarak	183
mengatur	183
pindah	183
tulang	183
memastikan	182
kayu	182
milik	182
nyaman	182
memasukkan	182
lebah	182
agak	181
perkembangan	181
The	181
galaksi	181
badan	180
kompleks	180
membahas	179
suku	179
Ternyata	179
inovasi	178
menghentikan	178
tentunya	178
seringkali	178
penonton	177
krisis	176
sifat	176
tergantung	176
negeri	176
penjara	176
Benar	175
korban	175
kursi	175
Asia	175
mengajak	175
individu	175
peraturan	175
sebab	174
Jepang	174
toko	174
Hari	173
polisi	173
Oke	173
kegiatan	172
setahun	172
tersedia	172
tradisional	172
pekerja	172
lucu	172
kuliah	172
hadiah	172
khawatir	171
Lebih	171
sampah	171
pembuat	171
sepatu	170
tertawa	170
Tak	170
masalahnya	170
mahal	170
dianggap	170
contohnya	170
keseluruhan	169
China	169
Siapa	169
kerjakan	168
selain	168
ketakutan	168
mengendalikan	168
keduanya	168
ponsel	168
sepeda	168
Chris	167
kaca	167
membicarakan	167
menghitung	167
sepenuhnya	167
pendapatan	167
umur	167
aturan	167
Islam	167
kabar	166
dibutuhkan	166
menaruh	166
terdengar	166
eksperimen	166
berwarna	166
puncak	166
gunung	166
seks	166
Tengah	166
panggung	165
pintu	165
teknik	165
memperbaiki	165
minum	165
karir	165
belas	165
statistik	165
lunak	164
menjalankan	164
Berapa	164
nenek	164
grafik	164
HIV	163
internasional	163
gaya	163
Lihat	163
memperhatikan	163
potensi	163
rahasia	163
menggambarkan	162
meter	162
Ibu	162
lalat	162
tiba	161
lapangan	161
pihak	161
suhu	161
mental	161
peradaban	161
derajat	160
mencegah	160
percakapan	160
revolusi	160
beruntung	160
dekade	160
Anak	160
cocok	159
produksi	159
standar	158
terbatas	158
sejauh	158
dikenal	158
roti	158
menyebar	158
pendekatan	158
konflik	158
kereta	158
pendek	157
istri	157
lokasi	157
peristiwa	157
menginginkan	157
awalnya	157
Kenapa	157
pembicaraan	157
berakhir	157
sebesar	157
gelombang	157
kamar	157
tahap	156
beliau	156
soal	156
Akan	156
siang	156
tekanan	156
partikel	156
pakaian	156
pemahaman	156
kunci	156
of	156
pertanian	155
Sendjajareviewer	155
gas	155
caranya	155
resiko	155
reaksi	155
lapisan	155
tanda	155
penulis	154
bersamasama	154
tidaklah	154
mengukur	154
dimensi	154
nasional	154
pasangan	153
memecahkan	153
jiwa	153
berharga	153
pasir	153
kapan	153
kenal	153
menutup	153
peluang	153
murid	153
gratis	153
menjual	153
karang	153
penggunaan	152
pabrik	152
pergerakan	152
asli	152
menang	152
rekan	152
sinar	152
menghubungkan	151
kemajuan	151
hidupnya	151
pengguna	150
berinteraksi	150
bertindak	150
unik	150
manapun	150
menghancurkan	150
dana	150
the	150
Kau	150
TEDx	150
aplikasi	149
nomor	149
lipat	149
terasa	149
diketahui	149
Kedua	149
sejumlah	148
lantai	148
faktor	148
TV	147
menyatakan	147
business	147
asal	147
serupa	147
keren	146
kendaraan	146
meyakinkan	146
ujung	146
memasang	146
pintar	146
menjalani	146
bertahuntahun	146
Facebook	146
lewat	145
tempattempat	145
dengannya	145
kosong	145
kopi	145
televisi	145
pemain	145
Israel	145
lahan	144
Sudah	144
supaya	144
aliran	144
kualitas	144
Tahun	144
memakan	144
kotoran	143
sayang	143
lukisan	143
sambil	142
Semuanya	142
komunikasi	142
bencana	142
game	142
Jerman	142
terkejut	142
berlari	141
sebaliknya	141
fisika	141
tambahan	141
ceramah	140
iklan	140
favorit	140
mengerikan	140
menolong	140
rasanya	140
pencarian	140
inti	140
raksasa	140
menyaksikan	140
perawatan	140
mimpi	140
area	140
mengamati	139
Sebagian	139
Akhirnya	139
topik	138
health	138
aktivitas	138
fungsi	138
kesulitan	138
serangan	137
seniman	137
universitas	137
bertambah	137
perlindungan	137
Iran	137
peneliti	137
stres	137
merubah	136
pembangunan	136
mengunjungi	136
berfungsi	136
lingkaran	136
militer	136
kelaparan	136
bunga	136
nanti	135
makin	135
memainkan	135
rusak	135
remaja	135
selamat	135
temanteman	135
sebagainya	134
melibatkan	134
membuktikan	134
menangkap	134
layak	134
London	134
fenomena	134
kejadian	133
parah	133
khususnya	133
samping	133
material	133
rumput	133
medis	133
Universitas	133
entertainment	133
Ayah	133
bertanggung	133
tampaknya	133
taman	133
peran	132
bersih	132
Waktu	132
memandang	132
melintasi	132
Secara	132
menempatkan	132
lab	131
menjadikan	131
kuno	131
menanyakan	131
Contohnya	131
Kebanyakan	130
keinginan	130
berbuat	130
menambahkan	130
roda	130
A	130
diberi	130
keindahan	130
mendalam	130
liar	130
Lihatlah	130
laboratorium	130
David	129
negatif	129
kaum	129
paham	129
segalanya	129
manamana	129
menggabungkan	129
jarang	129
saudara	129
bersamaan	129
mematikan	129
modal	128
massa	128
antaranya	128
sebentar	128
berisi	128
kartu	128
PBB	128
seksual	128
kemanusiaan	127
melepaskan	127
sekaligus	127
objek	127
metode	127
depresi	127
Twitter	127
hadapi	126
seharihari	126
menawarkan	126
papan	126
genetik	126
memegang	126
umumnya	126
Anakanak	126
umat	126
mengubahnya	125
insinyur	125
strategi	125
prinsip	125
Mars	125
menyukainya	125
selsel	125
menghilang	125
sipil	125
terkait	125
sains	124
mengandung	124
buatan	124
berkomunikasi	124
Dapatkah	124
meletakkan	124
mengenal	124
berjuang	124
meski	124
Suatu	124
sendirian	123
elektronik	123
sungai	123
Yah	123
menggambar	123
bergantung	123
cantik	123
mengemudi	123
kajian	123
buah	123
olahraga	123
rancangan	123
memimpin	123
tradisi	123
isu	122
terbuat	122
arsitek	122
mengajukan	122
tunggal	122
dimiliki	122
mendirikan	122
rakyat	122
jaman	122
atmosfer	122
menikmati	122
berani	122
kebenaran	122
tanggung	121
terbentuk	121
butuhkan	121
pendapat	121
persis	121
pembelajaran	121
sembilan	121
selamanya	121
menikah	121
membawanya	121
satelit	121
cari	120
memasak	120
keuangan	120
email	120
pengobatan	120
semangat	120
padat	120
pengungsi	120
Australia	120
awan	120
tentara	120
investasi	119
pentingnya	119
barubaru	119
riset	119
konteks	119
mendasar	119
menyebut	119
Meksiko	119
kadang	119
berlangsung	119
bom	119
catatan	119
menangis	119
acak	119
mengalir	118
kreativitas	118
pertemuan	118
kumpulan	118
menangani	118
perdamaian	118
Cara	118
lintas	118
peningkatan	118
profesional	118
kotakota	117
pengaruh	117
kegagalan	117
dirancang	117
mengingatkan	117
alasannya	117
saraf	117
sehari	116
mengadakan	116
jendela	116
menyusun	116
botol	116
menyampaikan	116
apabila	116
kecelakaan	116
visual	116
gangguan	116
keajaiban	115
AIDS	115
hancur	115
mengejar	115
amat	115
makna	115
memperkirakan	115
huruf	115
tulisan	114
Kalian	114
siapapun	114
kebetulan	114
mundur	114
populer	114
protein	114
karakter	114
layanan	114
mengenali	114
emisi	113
ramah	113
penyebab	113
bangsa	113
tes	113
dukungan	113
temui	113
vaksin	113
melatih	113
latar	113
tersembunyi	113
latihan	113
mewakili	113
organ	113
menurun	113
arsitektur	112
sebagaimana	112
memanfaatkan	112
dipakai	112
meneliti	112
mengundang	112
seterusnya	112
terkena	112
menyimpan	112
uji	112
bodoh	112
tulis	112
Mesir	112
tabung	112
sapi	111
namanya	111
kecerdasan	111
sinyal	111
berfokus	111
membagikan	111
tanggal	111
Perang	111
teleskop	111
total	111
tekateki	111
nyawa	111
menakutkan	111
berjudul	110
memenuhi	110
menyentuh	110
Dr	110
terpisah	110
Irak	110
radio	110
Coba	110
bawa	110
Wanita	110
aksi	109
menantang	109
keempat	109
keragaman	109
perhatikan	109
merusak	109
ekosistem	109
SMA	109
puisi	109
babi	109
tangga	108
sebaiknya	108
membuang	108
mengangkat	108
interaksi	108
identitas	108
kejahatan	108
penderitaan	108
potongan	107
kirakira	107
waktunya	107
diam	107
Pakistan	107
buta	107
kampanye	106
bukannya	106
lambat	106
mengakui	106
pahlawan	106
visi	106
keyakinan	106
John	105
OK	105
dibawa	105
diskusi	105
berlaku	105
dipenuhi	105
lembaga	105
kode	105
lulus	105
jamur	105
kendali	105
bepergian	105
disana	104
gambargambar	104
tetangga	104
Kenya	104
menolak	104
setara	104
payudara	104
institusi	104
kerjanya	104
terdiri	104
sewaktu	104
adil	104
Swedia	104
medan	104
menghargai	103
memperkenalkan	103
berputar	103
utara	103
baikbaik	103
bangga	103
menjelajahi	103
istilah	103
kuning	103
merekam	103
malah	103
lelaki	103
tata	103
efisien	103
mempertahankan	103
Pertanyaan	103
era	103
berlebihan	103
hrefhttpwwwtedcomprofilesAde	102
Pria	102
tumbuhan	102
pantas	102
mengganggu	102
artikel	102
menurunkan	102
menggerakkan	102
jujur	102
toilet	102
menengah	102
pula	101
Perdana	101
kepentingan	101
mendekati	101
pakai	101
Yahudi	101
gigi	101
menari	101
momen	101
diterima	101
entah	101
ataupun	101
Masalahnya	101
muridmurid	101
cuma	100
desainer	100
persegi	100
teks	100
impian	100
gembira	100
pernikahan	100
menatap	100
menghilangkan	100
ditunjukkan	100
pertunjukan	100
pangan	100
lihatlah	100
gua	100
Rusia	100
konferensi	99
kesuksesan	99
kekuasaan	99
seiring	99
meniru	99
bendabenda	99
menumbuhkan	99
Perancis	99
tersisa	99
Afganistan	99
sengaja	99
semut	99
pelanggan	99
selatan	99
menekan	99
perkotaan	99
ancaman	99
menyerang	99
keadilan	99
beri	98
melainkan	98
atap	98
dibanding	98
beragam	98
B	98
majalah	98
memasuki	98
ringan	98
D	98
memotong	98
blog	98
kumuh	98
Bisakah	98
oksigen	97
pembuatan	97
beralih	97
minta	97
universal	97
situ	97
ditulis	97
kerangka	97
Bisa	97
intinya	97
jejak	97
terang	97
nol	97
obatobatan	97
rasakan	97
keberadaan	97
kebiasaan	96
bersemangat	96
gula	96
putri	96
tumor	96
Misalnya	96
pelayanan	96
kebaikan	96
memutar	96
pilih	96
tahanan	96
Bill	95
California	95
pengusaha	95
hadir	95
tahan	95
studi	95
Einstein	95
simbol	95
terbiasa	95
Darwin	95
nada	95
tahunnya	95
praktis	95
palsu	95
bunuh	95
menghindari	94
pulau	94
menerus	94
rapat	94
flu	94
malu	94
zaman	94
sampaikan	94
pengacara	94
Penonton	94
berupa	94
sejenak	94
Kanada	94
puluhan	94
dokumen	93
canggih	93
petani	93
Sama	93
mencintai	93
biology	93
education	93
petunjuk	93
dibesarkan	93
autisme	93
dollar	93
kekurangan	93
halnya	93
restoran	92
Sistem	92
menerapkan	92
Juga	92
ekspresi	92
algoritma	92
lepas	92
rekaman	92
penyebaran	92
sekeliling	92
bank	92
keluarganya	92
terbaru	91
permasalahan	91
kerusakan	91
perlukan	91
spesifik	91
tertinggi	91
berkumpul	91
mengira	91
penerbangan	91
persepsi	91
dahulu	91
Walaupun	91
Sayangnya	91
dihasilkan	91
baju	91
pemilu	91
kesenangan	90
rambut	90
teknis	90
dijual	90
perbatasan	90
besarnya	90
pertanyaannya	90
argumen	90
metafora	90
spesial	90
mengakhiri	90
permintaan	90
Masalah	90
genom	90
Negara	90
Muslim	90
melanjutkan	89
laporan	89
berkurang	89
otomatis	89
berbasis	89
yakni	89
super	89
menemui	89
betina	89
unit	89
alatalat	89
SMS	89
kepemimpinan	89
barangbarang	89
moyang	89
berukuran	89
gender	89
klasik	89
presiden	88
tertutup	88
pengertian	88
pedesaan	88
anggap	88
lupa	88
padang	88
komponen	88
lemah	88
seumur	88
mengisi	88
bilangan	88
kekayaan	87
limbah	87
Proyek	87
menyebarkan	87
cuaca	87
hubungannya	87
mengganti	87
Kembali	87
Gambar	87
memisahkan	87
mekanisme	87
art	87
George	87
radikal	87
Korea	87
perdagangan	87
nilainilai	87
web	87
narkoba	87
melampaui	87
meluncurkan	87
baterai	87
Sekolah	87
hrefhttpwwwtedcomprofilesDewi	87
alternatif	86
kontrol	86
Sungguh	86
membandingkan	86
tingkatan	86
penurunan	86
gairah	86
simpanse	86
mainan	86
level	86
saatnya	86
aspek	86
serangkaian	86
perspektif	85
tersebar	85
Sekitar	85
menabung	85
luka	85
misi	85
infrastruktur	85
menemukannya	85
San	85
sejenis	85
oh	85
membosankan	85
social	85
lari	85
pesta	85
menyalakan	85
motivasi	85
Yunani	85
fotofoto	85
memperlihatkan	84
menyebutkan	84
poin	84
memaksa	84
grup	84
utuh	84
jumlahnya	84
kompleksitas	84
terpenting	84
anggaran	84
sisa	84
badai	84
Benarbenar	84
penghargaan	84
memanggil	84
belahan	84
menguji	84
menimbulkan	84
timur	83
harinya	83
pemandangan	83
upaya	83
manfaat	83
justru	83
mengelilingi	83
Brazil	83
perkiraan	83
organik	83
perut	83
Terkadang	83
memeriksa	83
berpengaruh	83
atom	83
E	83
perancang	83
Video	83
diciptakan	83
Tanpa	83
bersekolah	83
mengungkapkan	83
Tempat	83
hukuman	83
ceritakan	82
Sekali	82
sayangnya	82
laptop	82
berkat	82
mandiri	82
menyuruh	82
sari	82
terpencil	82
musuh	82
kognitif	82
membagi	82
habis	82
siklus	82
berkeliling	82
keturunan	82
Otak	82
kantong	82
golf	82
pemuda	82
Tiga	81
perhitungan	81
kilometer	81
tanggapan	81
logam	81
marah	81
tersenyum	81
pernyataan	81
laju	81
bahaya	81
berperan	81
jahat	81
sensor	81
terbalik	81
ras	81
naskah	81
terumbu	81
penguin	81
jarum	81
polio	81
Al	80
mengajari	80
Afghanistan	80
mustahil	80
Begini	80
menjangkau	80
Teknologi	80
tubuhnya	80
bahanbahan	80
mandi	80
terburuk	80
berenang	80
jari	80
memikirkannya	80
rangkaian	80
berbentuk	80
Sepertinya	80
emas	80
telinga	80
menambah	79
akar	79
banyaknya	79
pembuluh	79
sukai	79
serbuk	79
profesor	79
menggali	79
dipercaya	79
mempercayai	79
pengemudi	79
Times	79
dinosaurus	79
ayam	79
suami	79
pemanasan	78
kemarin	78
fosil	78
sadari	78
Alasan	78
barat	78
Michael	78
memindahkan	78
teh	78
biologis	78
syaraf	78
ajaib	78
mengelola	78
mengabaikan	78
berikut	78
baiknya	78
wabah	78
korupsi	78
pasukan	78
mengarahkan	78
Laut	78
sahabat	78
Nigeria	77
Washington	77
Anderson	77
tombol	77
de	77
pengembangan	77
September	77
Paul	77
Begitu	77
gravitasi	77
biarkan	77
atasnya	77
kelihatan	77
bukubuku	77
melahirkan	77
urutan	77
emosional	77
insentif	77
lengan	77
ujian	76
hrefhttpwwwtedcomprofilesWahyu	76
gereja	76
Faktanya	76
berbedabeda	76
kritis	76
padanya	76
memproduksi	76
berkaitan	76
diantara	76
berpendapat	76
Bagian	76
imajinasi	76
Besar	76
periode	76
perdebatan	76
Presiden	76
Bagus	76
mulut	76
ilusi	76
kolektif	76
menanam	76
change	75
berlawanan	75
ibunya	75
Kenyataannya	75
bersedia	75
enak	75
diajarkan	75
elemen	75
iya	75
coklat	75
seminggu	75
mendengarnya	75
motor	75
technology	75
darurat	75
beruang	75
kucing	75
gurun	75
bertanyatanya	75
BG	75
mendesain	74
sebetulnya	74
membersihkan	74
alih	74
obesitas	74
berevolusi	74
status	74
mendatang	74
kering	74
kumbang	74
belakangan	74
Harvard	74
menguasai	74
Memang	74
diterbitkan	74
bekas	74
Yaitu	74
inspirasi	74
memicu	74
muka	74
kakek	74
Tujuan	74
hrefhttpwwwtedcomprofileshandarmin	74
terlebih	74
bersalah	74
keterampilan	74
gempa	74
mendarat	73
seharga	73
sikap	73
karenanya	73
menginspirasi	73
paus	73
kapasitas	73
economics	73
psikologi	73
salju	73
kesimpulan	73
rekayasa	73
kadangkadang	73
music	73
asumsi	73
dikirim	73
kalimat	73
bir	73
gajah	73
kesetaraan	73
sekadar	73
bayangan	72
piranti	72
berpartisipasi	72
creativity	72
museum	72
menelepon	72
Latin	72
bersifat	72
harganya	72
persamaan	72
Kristen	72
tengahtengah	72
kepuasan	72
berlatih	72
pemilihan	72
tolong	72
permulaan	72
Manusia	72
berpindah	72
Uni	72
saluran	72
maya	72
kecanduan	72
sinilah	72
aktivis	72
humor	71
truk	71
diubah	71
CO	71
MIT	71
diminta	71
swasta	71
satupun	71
Sebelum	71
sesi	71
cairan	71
sibuk	71
umpan	71
dipahami	71
Contoh	71
koran	71
kalah	71
menguntungkan	71
NASA	71
tajam	71
damai	71
merawat	71
Adam	71
tenggelam	71
reaktor	71
ekor	71
kebakaran	71
Obama	71
langka	70
Kota	70
Sampai	70
darinya	70
rantai	70
kesamaan	70
katanya	70
tukang	70
kekacauan	70
menyesuaikan	70
memasukkannya	70
kue	70
menyala	70
konten	70
pelatihan	70
Teluk	70
berkelanjutan	70
melayani	70
baca	70
pensiun	70
Hampir	70
hangat	70
penjelasan	70
selam	70
terletak	69
Indartareviewer	69
menentang	69
mendapatkannya	69
bukit	69
tanyakan	69
sepertiga	69
maaf	69
memetakan	69
sekumpulan	69
slide	69
dilahirkan	69
kegelapan	69
menyatukan	69
ton	69
ketimbang	69
rumahnya	69
kenaikan	69
batasan	69
iPhone	69
Fellows	69
terbakar	68
definisi	68
perumahan	68
besi	68
kepadanya	68
perahu	68
putus	68
Artinya	68
dapur	68
tanya	68
inovatif	68
suci	68
kebun	68
pembunuhan	68
James	68
mengalahkan	68
lengkap	68
sektor	68
meraih	68
telur	68
kecenderungan	68
radiasi	68
teroris	68
bernyanyi	68
pengadilan	68
kelainan	68
empati	68
kacang	68
Higgs	68
Haiti	67
halus	67
sepuluh	67
Sejak	67
masalahmasalah	67
manis	67
antar	67
ciptakan	67
pemasaran	67
kabel	67
pinggiran	67
punah	67
perintah	67
rentan	67
terapi	67
kelamin	67
beroperasi	67
km	67
Palestina	67
ekstrim	67
penjaga	67
setelahnya	67
produktif	67
celah	67
menanggapi	67
terorisme	67
pegawai	66
kombinasi	66
Luar	66
Tangan	66
dibentuk	66
sayap	66
resep	66
tenang	66
menampilkan	66
memahaminya	66
raja	66
ketinggian	66
anaknya	66
menyerah	66
saatsaat	66
pajak	66
virtual	66
keahlian	66
Ide	66
sedih	66
Sementara	66
kutub	66
bedah	66
menyarankan	66
Hei	66
persoalan	66
analisis	65
mikro	65
menghormati	65
utamanya	65
sekitarnya	65
peringatan	65
mengarah	65
fasilitas	65
Hadirin	65
kacau	65
jelaskan	65
perlahan	65
pegunungan	65
Baru	65
pembicara	65
membacanya	65
C	65
tas	65
menahan	65
stabil	65
melangkah	65
ganda	65
relatif	65
gejala	65
X	65
Bank	65
pelajar	65
tangannya	65
keseimbangan	65
cermin	65
mengatakannya	65
merasakannya	65
benih	65
penglihatan	65
pengawasan	65
peperangan	65
menyakitkan	65
mengembalikan	65
kinerja	65
berteriak	64
Pikirkan	64
logika	64
Seseorang	64
Yudistiawanreviewer	64
diterapkan	64
risiko	64
menyedihkan	64
perpustakaan	64
Meskipun	64
kedokteran	64
terjun	64
memenangkan	64
katakanlah	64
dikembangkan	64
sebutkan	64
prosesnya	64
terjangkau	64
begini	64
kelihatannya	64
Alat	64
sarang	64
tembok	64
Kisah	64
menuliskan	64
dijalankan	64
sesama	64
kebudayaan	64
daur	64
ceritanya	63
target	63
saran	63
gaji	63
bernilai	63
mengharapkan	63
runtuh	63
sciencekeywords	63
Kata	63
terinspirasi	63
racun	63
dinamakan	63
mempelajarinya	63
isi	63
beban	63
realitas	63
ayahnya	63
konyol	63
Jawabannya	63
lemak	63
poster	63
memprediksi	63
menghemat	63
sen	63
Pemerintah	63
Biasanya	63
mempertimbangkan	63
tampilan	63
Cerita	63
dimasukkan	63
jembatan	63
stasiun	63
perawat	63
politics	62
politisi	62
Ghana	62
gandum	62
Selain	62
baris	62
separuh	62
idenya	62
ketertarikan	62
gelar	62
begitulah	62
psikolog	62
misteri	62
menerbitkan	62
tongkat	62
lanjut	62
wawancara	62
sebabnya	62
sekarat	62
istimewa	62
kartun	62
wajahnya	62
pasokan	62
batang	62
pertandingan	62
bingung	62
sekalian	62
kesejahteraan	62
mencobanya	62
origami	62
dipasang	62
AB	62
simetri	62
perbudakan	62
I	61
beli	61
menilai	61
disebabkan	61
Richard	61
mewujudkan	61
baja	61
Spanyol	61
beradaptasi	61
terobsesi	61
berdebat	61
Thomas	61
pemilik	61
harapkan	61
penutup	61
penasaran	61
kejam	61
putra	61
susah	61
koneksi	61
pencapaian	61
miliaran	61
menteri	61
melacak	61
berinvestasi	61
tepatnya	61
antarmuka	61
diharapkan	61
dramatis	61
Apabila	61
Uganda	61
pon	61
tertulis	61
Turki	61
relevan	61
matanya	61
samudera	61
seribu	61
ritual	61
parkir	61
Selamat	60
transportasi	60
efisiensi	60
pembunuh	60
ledakan	60
permanen	60
Untungnya	60
Alam	60
bawahnya	60
membedakan	60
susu	60
Bahwa	60
Ayo	60
dr	60
Masih	60
betul	60
Maaf	60
Paris	60
terancam	60
jalanjalan	60
ratus	60
memulainya	60
kelahiran	60
akrab	60
Wow	60
Semakin	60
arus	60
menular	60
kutipan	60
domba	60
pahami	60
sampel	60
angkat	60
berterima	59
pidato	59
pasang	59
Januari	59
hiburan	59
infeksi	59
hadirin	59
ekonom	59
memilikinya	59
suasana	59
pakar	59
berulang	59
animasi	59
kisahkisah	59
ikatan	59
tropis	59
terjebak	59
Antartika	59
jantan	59
meledak	59
Jumlah	59
akibatnya	59
finansial	59
komputasi	59
Iya	59
komitmen	59
surga	59
paruparu	59
komentar	59
tumpukan	59
madu	59
YouTube	59
polusi	58
benua	58
terpengaruh	58
skenario	58
memperluas	58
Sebab	58
asam	58
campuran	58
Los	58
lembut	58
Pasifik	58
Mesin	58
terlambat	58
Benda	58
saham	58
dihadapi	58
dorongan	58
panggilan	58
Kutub	58
bagaimanapun	58
menyimpulkan	58
Tahukah	58
mengancam	58
bersyukur	58
setempat	58
budak	58
environment	57
mengendarai	57
signifikan	57
partai	57
Gelak	57
memperbaikinya	57
ternak	57
kompetisi	57
berlanjut	57
Lima	57
seorangpun	57
USD	57
cipta	57
Nama	57
mengambilnya	57
diagram	57
rasional	57
distribusi	57
berkuasa	57
massal	57
seratus	57
penampungan	57
melompat	57
otot	57
cintai	57
takkan	57
koloni	57
Revolusi	57
raya	56
Tolong	56
jurnalis	56
berkunjung	56
sekalipun	56
membebaskan	56
klik	56
diselesaikan	56
dipelajari	56
saus	56
kurva	56
merek	56
jelek	56
intelektual	56
bakat	56
lelah	56
mengorbankan	56
terduga	56
Cukup	56
menganggapnya	56
pesat	56
makalah	56
bintangbintang	56
Perubahan	56
musisi	56
tokoh	56
optimis	56
karyawan	56
sumbu	56
artis	56
putaran	56
brain	56
agen	56
obyek	56
ingatan	56
akurat	56
berhadapan	56
kenyamanan	56
terbunuh	56
piramida	56
G	55
Robert	55
kejutan	55
pendukung	55
epidemi	55
memuaskan	55
kepalanya	55
resmi	55
menempel	55
setinggi	55
anggur	55
caracara	55
penjualan	55
mencetak	55
kuda	55
Satusatunya	55
prioritas	55
gelembung	55
kg	55
kotor	55
innovation	55
hrefhttpwwwtedcomprofilesYustina	55
dapatkah	55
menyerupai	55
melebihi	55
Beliau	55
mencuri	55
Perempuan	55
kondom	55
roket	55
diinginkan	55
mengontrol	55
dikendalikan	55
melupakan	55
kolega	54
meletakkannya	54
berdampak	54
menyadarinya	54
dibayar	54
Vietnam	54
Tentunya	54
malaria	54
pipa	54
menghalangi	54
mengikat	54
penilaian	54
mendatangi	54
nya	54
ilegal	54
abadi	54
mengucapkan	54
Betul	54
monyet	54
kasar	54
sedangkan	54
fisikawan	54
perbaikan	54
dampaknya	54
fotografer	54
kebijaksanaan	54
menggantikan	54
terlepas	54
konstruksi	54
Rumah	54
tipe	54
mendidik	54
Gates	54
melukis	54
seperempat	54
prajurit	54
petualangan	54
Kitab	54
hewanhewan	54
demonstrasi	54
garam	54
berlalu	54
digit	54
pelaku	54
Boston	54
pecandu	54
tertua	54
Bali	54
memberikannya	53
perbandingan	53
mengatasinya	53
kategori	53
Nasional	53
trik	53
berbohong	53
membicarakannya	53
Pertanyaannya	53
bermanfaat	53
mengetahuinya	53
mengkhawatirkan	53
koleksi	53
daratan	53
drastis	53
piano	53
tepuk	53
lelucon	53
perjanjian	53
Belanda	53
dipikirkan	53
ukurannya	53
seukuran	53
Penelitian	53
Suryantireviewer	53
in	53
kasihan	53
donor	53
kriminal	53
melarikan	53
bus	53
prima	53
penyesalan	53
Tim	52
menara	52
nampak	52
nantinya	52
bermakna	52
Pekerjaan	52
lensa	52
sirkuit	52
seluruhnya	52
sejati	52
berkontribusi	52
Steve	52
activism	52
dipenjara	52
panah	52
dikelilingi	52
bukunya	52
Ilmu	52
detail	52
memperlakukan	52
pinggir	52
klinik	52
rumahrumah	52
Sesuatu	52
pandai	52
memperbesar	52
guna	52
lapar	52
Sebaliknya	52
mitos	52
Masa	52
lawan	52
PDB	52
novel	52
menembak	52
diikuti	52
organisme	52
apel	52
antariksa	52
oksitosin	52
mencapainya	51
invention	51
segi	51
berpurapura	51
Museum	51
menutupi	51
daun	51
lebar	51
menjelaskannya	51
meneruskan	51
kurikulum	51
relawan	51
penemu	51
membelinya	51
tepi	51
kelima	51
berdoa	51
faktanya	51
perjuangan	51
perencanaan	51
nafas	51
children	51
pertempuran	51
penciptaan	51
Hidup	51
dilatih	51
bunyi	51
kolam	51
menuntut	51
ombak	51
zona	51
terdekat	51
Bukankah	51
kencan	51
konsekuensi	51
Taliban	51
etika	51
peserta	51
pertengahan	50
mengumumkan	50
dulunya	50
dewan	50
konsumen	50
subjek	50
wartawan	50
bagianbagian	50
mendekat	50
calon	50
kurangnya	50
amp	50
dibuang	50
interaktif	50
Amazon	50
penjual	50
kakinya	50
Nobel	50
permukaannya	50
seleksi	50
Halo	50
melaporkan	50
oke	50
konservatif	50
Martin	50
terjadinya	50
Hasilnya	50
pengendalian	50
tiang	50
bau	50
apartemen	50
ajaran	50
penerima	50
terinfeksi	50
masukkan	50
terbukti	50
tali	50
Ambil	50
eksplorasi	50
mikroba	50
termiskin	50
kapita	50
menghubungi	50
mengenakan	50
spektrum	50
sungguhan	50
kebohongan	50
penyanyi	50
menyerahkan	50
tunggu	50
berbahasa	50
tertinggal	50
korteks	50
tutup	50
pembangkit	50
hakhak	50
gagak	50
aktor	50
laku	50
cetak	49
ekologi	49
gabungan	49
CEO	49
peternakan	49
untuknya	49
menjualnya	49
dimakan	49
cities	49
berurusan	49
dikerjakan	49
gelas	49
kampus	49
sempit	49
serat	49
beracun	49
genetis	49
puas	49
pekerjaannya	49
sekolahsekolah	49
kesenjangan	49
Texas	49
anti	49
diukur	49
undangundang	49
batubara	49
keberanian	49
warisan	49
mengidentifikasi	49
matematis	49
diundang	49
tuanya	49
lurus	49
Rwanda	49
Mary	49
Global	49
mayoritas	49
Data	49
ditambah	49
pertukaran	49
pemikir	49
pertanyaanpertanyaan	49
murni	49
judul	49
betulbetul	49
suarasuara	49
penjelajahan	49
sayuran	49
Katanya	49
Rio	49
mempersiapkan	49
Suriah	49
PM	49
Smith	48
pertamanya	48
website	48
Bagaimanapun	48
danau	48
Kehidupan	48
kekebalan	48
hatihati	48
membakar	48
fotografi	48
mengusulkan	48
T	48
Foto	48
minat	48
kelebihan	48
secepat	48
kera	48
guruguru	48
fusi	48
Matahari	48
bersinar	48
merencanakan	48
menghidupkan	48
menghapus	48
masukan	48
dgn	48
sendirinya	48
Dulu	48
dinamis	48
Halhal	48
mutlak	48
menjauh	48
Suci	48
filsuf	48
menembus	48
memori	48
hadapan	48
mempekerjakan	48
hrefhttpwwwtedcomprofilesIrma	48
penumpang	48
bereaksi	48
terowongan	48
merayakan	47
keterlibatan	47
dipilih	47
puluh	47
bahas	47
diatur	47
pameran	47
kemarahan	47
panjangnya	47
jasa	47
semacamnya	47
tahukah	47
putuskan	47
hendak	47
terobosan	47
berangkat	47
ideal	47
wadah	47
National	47
sungguhsungguh	47
pengamatan	47
Seluruh	47
Media	47
terhebat	47
personal	47
Saudi	47
kampung	47
anakanaknya	47
perusahaanperusahaan	47
pembaca	47
menekankan	47
sejujurnya	47
pemenang	47
terganggu	47
bangkit	47
rezim	47
menariknya	47
to	47
brilian	47
Norwegia	47
keterbatasan	47
dirimu	47
menunjukan	47
debu	47
melempar	47
pemulihan	47
kunangkunang	47
cedera	47
Barnasreviewer	47
kawasan	47
konsumsi	47
kepingan	47
patah	47
memotret	47
SW	47
panti	47
menetapkan	47
sandwich	47
punca	47
topi	46
Penyakit	46
mengakibatkan	46
baiklah	46
dibicarakan	46
hormat	46
tragedi	46
pinjaman	46
dicapai	46
Ketiga	46
variasi	46
Chicago	46
Apple	46
Perusahaan	46
blok	46
teratur	46
keanekaragaman	46
laman	46
Italia	46
Peter	46
kuantum	46
kehabisan	46
penderita	46
Ahli	46
campur	46
ambang	46
unsur	46
menebak	46
titiktitik	46
frekuensi	46
citra	46
genggam	46
reformasi	46
lupakan	46
menaruhnya	46
kagum	46
Tibatiba	46
bijaksana	46
LED	46
mendeteksi	46
pisau	46
konsisten	46
memancing	46
mikroskop	46
mengawasi	46
bendera	46
liberal	46
nasib	46
terusmenerus	46
bulu	46
teliti	46
tahuntahun	46
amal	46
Menteri	46
kapanpun	46
balita	46
proto	46
membatasi	45
harihari	45
hotel	45
kehancuran	45
diet	45
mengobati	45
menghibur	45
menghadiri	45
sepotong	45
berdua	45
rapuh	45
penyimpanan	45
Howard	45
mempertanyakan	45
daring	45
pengajaran	45
mencakup	45
Prancis	45
diingat	45
pencerahan	45
perguruan	45
penyebabnya	45
inci	45
bersatu	45
mendemonstrasikan	45
maksudnya	45
menyingkirkan	45
habiskan	45
kolaborasi	45
kakak	45
fantastis	45
memunculkan	45
Ingat	45
Seni	45
untungnya	45
penari	45
politis	45
demokratis	45
a	45
datar	45
petugas	45
Kesehatan	45
mengijinkan	45
darat	45
tujuannya	45
pepohonan	45
studio	45
ialah	45
pemukiman	45
fiksi	45
tewas	45
sore	45
seimbang	45
Web	45
bambu	45
cacat	45
MT	45
energy	44
istrinya	44
pengeluaran	44
dioksida	44
sukarelawan	44
diluncurkan	44
pengujian	44
collaboration	44
seakan	44
kemacetan	44
seandainya	44
globalisasi	44
'	44
bentuknya	44
kecewa	44
terikat	44
dimengerti	44
diriku	44
balon	44
diperkirakan	44
ah	44
Feynman	44
Francisco	44
future	44
Begitulah	44
tamu	44
pertamatama	44
digambarkan	44
terlatih	44
nutrisi	44
persentase	44
rangka	44
Sejarah	44
menjatuhkan	44
lah	44
pergeseran	44
II	44
kemakmuran	44
khas	44
jejaring	44
pengakuan	44
ungkapan	44
kabur	44
cuplikan	44
pengecualian	44
triliun	44
patung	44
LSM	44
penggemar	44
kisahnya	44
bayibayi	44
privasi	44
Gore	43
suaranya	43
semi	43
Amy	43
sebulan	43
benci	43
dilakukannya	43
mendapati	43
berbalik	43
kemenangan	43
cair	43
mentah	43
kacamata	43
minuman	43
sejenisnya	43
label	43
negaranya	43
memberinya	43
ditentukan	43
penuaan	43
dikeluarkan	43
dijelaskan	43
Saturnus	43
Juni	43
Pak	43
tampil	43
lumayan	43
pencipta	43
mengizinkan	43
Sang	43
bebek	43
kepribadian	43
panel	43
otaknya	43
bersembunyi	43
bab	43
ajarkan	43
Ah	43
bar	43
intuisi	43
menyanyikan	43
survei	43
asih	43
lampau	43
lipatan	43
menunjuk	43
kutu	43
lezat	43
prestasi	43
pencitraan	43
adegan	43
singa	43
jaring	43
dibunuh	43
suntik	43
tato	43
bandara	42
berencana	42
prediksi	42
Mobil	42
kewajiban	42
asap	42
banjir	42
penghasilan	42
memelihara	42
yayasan	42
walau	42
persetujuan	42
membangunnya	42
spontan	42
mengerjakannya	42
tarian	42
Namanya	42
pukul	42
Air	42
datanya	42
supermarket	42
merk	42
komersial	42
menjadikannya	42
beranjak	42
lenyap	42
Irlandia	42
keberhasilan	42
bermula	42
rentang	42
mempercepat	42
diakses	42
paradigma	42
elit	42
ketidakpastian	42
didengar	42
demo	42
dibawah	42
respon	42
gambarnya	42
perbedaannya	42
habitat	42
lagilagi	42
pencari	42
protes	42
melanggar	42
benak	42
misterius	42
medicine	42
sukarela	42
Seberapa	42
magnet	42
rute	42
Delhi	42
communication	42
Mike	42
Meski	42
membenci	42
tiram	42
Neanderthal	42
realita	42
bersepeda	42
Alzheimer	42
adonan	42
pejantan	42
terpikir	41
bercanda	41
terkemuka	41
didapat	41
Ok	41
lingkungannya	41
Oktober	41
kerumunan	41
pencegahan	41
sepasang	41
menyelam	41
jenius	41
anggapan	41
memakainya	41
simulasi	41
Lego	41
temantemannya	41
Model	41
memberitahukan	41
sekian	41
cerah	41
bermimpi	41
tipis	41
buruknya	41
dengarkan	41
romantis	41
internal	41
kaku	41
peroleh	41
peranan	41
kegunaan	41
demografi	41
abstrak	41
bersikap	41
cucu	41
menyembuhkan	41
angkanya	41
kepadatan	41
berjanji	41
berbaring	41
erat	41
mengutip	41
for	41
menjelajah	41
sembuh	41
Si	41
alkohol	41
orkestra	41
hormon	41
memalukan	41
Pulau	41
sedemikian	40
esok	40
gedunggedung	40
jagung	40
World	40
Jim	40
frustrasi	40
Street	40
Frank	40
basis	40
animals	40
tegak	40
rintangan	40
pengaturan	40
kesan	40
bantu	40
Angeles	40
menganalisis	40
Wah	40
kesukaan	40
jurnal	40
Intinya	40
permen	40
dewa	40
paten	40
milyaran	40
menyiapkan	40
Charles	40
genetika	40
Keduanya	40
memakannya	40
asteroid	40
didorong	40
tebak	40
mekanis	40
Big	40
mainkan	40
bijak	40
pemburu	40
menyatu	40
sesaat	40
tren	40
lemari	40
diberitahu	40
sulap	40
hrefhttpwwwtedcomprofilesKatherine	40
memasangnya	40
Skotlandia	40
mencuci	40
pilot	40
helikopter	40
susunan	40
Perhatikan	40
kapitalisme	40
penampilan	40
samasama	40
diproduksi	40
Pusat	40
Gunung	40
menjamin	40
Barnastranslator	40
leluhur	40
gerak	40
berkulit	40
tuna	40
sayapnya	40
mengkonsumsi	40
Nike	40
kehormatan	39
Lebanon	39
Mei	39
bermaksud	39
beritahu	39
Jelas	39
manusiawi	39
Departemen	39
terhormat	39
menunjukkannya	39
menyewa	39
optik	39
bersaing	39
ucapan	39
Pertamatama	39
pengambilan	39
Buku	39
engkau	39
layaknya	39
belakangnya	39
bertahap	39
syarat	39
pendiri	39
pekan	39
laser	39
Titan	39
Detroit	39
keselamatan	39
kredit	39
Kongo	39
senior	39
harfiah	39
rupa	39
airnya	39
opini	39
piring	39
KB	39
Yaman	39
janji	39
Partai	39
diamdiam	39
padaku	39
keterhubungan	39
tambahkan	39
memukul	39
transformasi	39
University	39
menyimpannya	39
Matematika	39
mendefinisikan	39
Stanford	39
Langkah	39
entropi	39
mengaktifkan	39
Indus	39
koral	39
CMU	39
mantan	38
didesain	38
memotivasi	38
tadinya	38
digerakkan	38
jazz	38
mendaki	38
kawanan	38
membingungkan	38
skor	38
alihalih	38
landasan	38
Terakhir	38
padahal	38
timnya	38
dataran	38
history	38
orangtua	38
konvensional	38
hipotesis	38
dihancurkan	38
tebal	38
Barubaru	38
sisanya	38
lembaran	38
Joe	38
tema	38
menyelesaikannya	38
Kabar	38
bertenaga	38
menabrak	38
tinta	38
terjangkit	38
Entah	38
Africa	38
saksikan	38
bertuliskan	38
keraguan	38
life	38
diprediksi	38
sistematis	38
Bob	38
hutang	38
merokok	38
dihitung	38
Brown	38
martabat	38
Swiss	38
kuadrat	38
kecilnya	38
pagar	38
liat	38
Kasih	38
Homo	38
Profesor	38
pembuangan	38
hrefhttpwwwtedcomprofilesArinta	38
lilin	38
kerjasama	38
Melalui	38
imbalan	38
sasaran	38
Norden	38
Koresh	38
architecture	37
Pengalaman	37
menginginkannya	37
memesan	37
intervensi	37
ubah	37
mewujudkannya	37
yah	37
rekanrekan	37
sutra	37
produktivitas	37
konsentrasi	37
perantara	37
akademik	37
membesarkan	37
semoga	37
punggung	37
baginya	37
Republik	37
gunanya	37
molekuler	37
karakteristik	37
mutasi	37
Perjalanan	37
beku	37
mengantarkan	37
rutin	37
lompatan	37
bahu	37
Empat	37
gampang	37
menyalurkan	37
potensial	37
mengekspresikan	37
sensitif	37
Earth	37
psychology	37
Hukum	37
teringat	37
Ben	37
maraton	37
Singapura	37
lumpuh	37
pastinya	37
curang	37
seluler	37
tahunan	37
basah	37
pil	37
polapola	37
Aristoteles	37
ha	37
perekonomian	37
urusan	37
Ameliareviewer	37
veteran	37
tambang	37
foie	37
asuhan	37
Elizabeth	37
dara	37
kesana	36
disebarkan	36
berpotensi	36
yakini	36
dialami	36
Betapa	36
pengembang	36
dibuka	36
klien	36
uangnya	36
evolution	36
Valley	36
nano	36
memanen	36
cat	36
mamalia	36
komposisi	36
dibayangkan	36
matang	36
terkesan	36
berinovasi	36
sarjana	36
properti	36
menerimanya	36
mencatat	36
Membuat	36
memerangi	36
ateis	36
Minggu	36
referensi	36
memperlambat	36
ganggang	36
menaikkan	36
manual	36
berbunyi	36
konser	36
digabungkan	36
lainlain	36
terpilih	36
diabaikan	36
kelambu	36
pizza	36
Microsoft	36
Yesus	36
tentangnya	36
dirasakan	36
asa	36
Sejauh	36
berjalanjalan	36
warkeywords	36
karet	36
hamil	36
dini	36
Arktik	36
pita	36
Mark	36
debat	36
gudang	36
Hak	36
disiplin	36
halangan	36
kebencian	36
Alice	36
kontrak	36
womenkeywords	36
kerajaan	36
berdaya	36
dimainkan	36
selembar	36
Gaza	36
ditempatkan	36
istirahat	36
dada	36
Nelson	36
Beijing	36
kentang	35
izin	35
bisakah	35
mengecewakan	35
JA	35
karyanya	35
keliling	35
hidrogen	35
seolaholah	35
menyeberangi	35
Tunggu	35
menerapkannya	35
kesatuan	35
hitungan	35
penerbit	35
terpaksa	35
Brain	35
profesi	35
nyeri	35
pecah	35
mendokumentasikan	35
dilarang	35
Angka	35
biak	35
Ikan	35
Greenland	35
prosedur	35
ttg	35
memulihkan	35
pengendara	35
kepemilikan	35
transisi	35
Apapun	35
kamp	35
TEDGlobal	35
sebaik	35
didasarkan	35
Wikipedia	35
jual	35
hasrat	35
lembar	35
perkataan	35
pemadam	35
lumbalumba	35
rata	35
mengilhami	35
ekspedisi	35
direktur	35
rinci	35
pisang	35
natural	35
kesedihan	35
tersusun	35
prasangka	35
sunyi	35
pemilih	35
celana	35
Stewart	35
ketahanan	35
ceritacerita	35
etnis	35
pulih	35
situlah	35
vertikal	35
kegembiraan	35
kain	35
tragis	35
panik	35
pelindung	35
indra	35
Gandhi	35
lembah	35
miselium	35
pertahanan	35
Joshua	35
kelangsungan	35
berpakaian	35
grafis	35
gras	35
wine	35
Kepulauan	35
pejabat	35
kemari	34
kenangan	34
sesudahnya	34
Tom	34
perwakilan	34
Sungai	34
filter	34
St	34
terpesona	34
care	34
kegemukan	34
MR	34
merangkum	34
Proses	34
menghentikannya	34
tabel	34
hrefhttpwwwtedcomprofilesAbdi	34
berantakan	34
main	34
pengajar	34
menerjemahkan	34
penjuru	34
Agar	34
buka	34
server	34
cincin	34
biayanya	34
tangguh	34
suhunya	34
Tantangan	34
diselamatkan	34
menyerap	34
Terdapat	34
fleksibel	34
senilai	34
berkesinambungan	34
pompa	34
pasif	34
Musik	34
dibaca	34
pemetaan	34
kembangkan	34
teratas	34
penjelajah	34
bersenangsenang	34
Hingga	34
mengeksplorasi	34
pascasarjana	34
exploration	34
kontak	34
Indonesia	34
dongeng	34
cuci	34
welas	34
Menggunakan	34
sumbangan	34
Juli	34
profil	34
Sedikit	34
lumpur	34
lorong	34
sah	34
dibagi	34
menguraikan	34
penghalang	34
berdampingan	34
potret	34
Berita	34
detektor	34
Eric	34
narasi	34
tingkah	34
dibatasi	34
kebisingan	34
kambing	34
angiogenesis	34
hrefhttpwwwtedcomprofilesGita	34
Institut	33
sejuta	33
mencengangkan	33
berkolaborasi	33
induk	33
kuncinya	33
dialog	33
harusnya	33
Yayasan	33
cemerlang	33
departemen	33
jauhnya	33
Pelajaran	33
elektron	33
butiran	33
alamiah	33
menganalisa	33
Selanjutnya	33
sup	33
selera	33
disesuaikan	33
segar	33
duga	33
album	33
diperoleh	33
mengesankan	33
fotonya	33
Budha	33
pelanggaran	33
Agustus	33
prasarana	33
peringkat	33
kalangan	33
menikahi	33
berhak	33
Menjadi	33
metabolisme	33
seutuhnya	33
haruslah	33
Hawaii	33
persediaan	33
konstan	33
menetap	33
astronomi	33
Akankah	33
iPod	33
instrumen	33
mendaftar	33
diantaranya	33
tsunami	33
berbakat	33
sanitasi	33
amatir	33
Jawaban	33
beratnya	33
Adalah	33
Merah	33
Dokter	33
seketika	33
ciri	33
masamasa	33
ranjang	33
menanamkan	33
paparan	33
terluka	33
Garis	33
berbincang	33
kedalaman	33
memanjat	33
memperhitungkan	33
Allah	33
syukur	33
berkalikali	33
nirkabel	33
manajer	33
rak	33
menyajikan	33
Keluarga	33
jangkauan	33
otoritas	33
manakah	33
Kapan	33
ketat	33
Indartatranslator	33
mencerminkan	33
Semoga	33
niat	33
parlemen	33
menyalahkan	33
Bulan	33
tingginya	33
diceritakan	33
pas	33
zat	33
bajak	33
naluri	33
dihadapkan	33
Rasa	33
sanalah	33
ladang	33
menyelidiki	33
menelusuri	33
Oxford	33
kebangkitan	33
tembakan	33
momentum	33
melarang	33
laga	33
Hong	33
perlengkapan	33
tumpahan	33
climate	32
tertidur	32
arang	32
memory	32
hektar	32
pengunjung	32
ditahan	32
klip	32
Oklahoma	32
Square	32
diabetes	32
larut	32
perbincangan	32
bersaudara	32
mengolah	32
melepas	32
membiarkannya	32
isinya	32
memainkannya	32
berkualitas	32
da	32
temannya	32
berabadabad	32
Lama	32
toleransi	32
memeluk	32
religius	32
gelisah	32
tahapan	32
hilangnya	32
AG	32
daerahdaerah	32
membran	32
munculnya	32
menempuh	32
kilogram	32
perlahanlahan	32
Hai	32
menghubungkannya	32
independen	32
persaingan	32
nilainya	32
tarik	32
set	32
pengganti	32
volume	32
Sahara	32
sarana	32
balap	32
mengandalkan	32
Program	32
bertumbuh	32
happiness	32
ditanya	32
tersendiri	32
SS	32
tengkorak	32
kunjungan	32
hrefhttpwwwtedcomprofilesAnggriawan	32
dicoba	32
payah	32
praktik	32
pemangsa	32
diagnosis	32
Kelompok	32
membalas	32
bagikan	32
detil	32
berjamjam	32
seolah	32
Bell	32
sepupu	32
payung	32
mendorongnya	32
bersiap	32
solusinya	32
wawasan	32
diterjemahkan	32
mengalaminya	32
penerimaan	32
menyembunyikan	32
pemeriksaan	32
dosis	32
Buddha	32
bedanya	32
rokok	32
bertaruh	32
telanjang	32
peka	32
pejalan	32
membantunya	32
Bronx	32
menyeimbangkan	32
Tasmanian	32
hrefhttpwwwtedcomprofilesAbe	32
cabang	31
kontribusi	31
bata	31
kandang	31
isuisu	31
produkproduk	31
letakkan	31
bukankah	31
Enam	31
wajar	31
food	31
tambah	31
beton	31
buang	31
persimpangan	31
labalaba	31
kemasan	31
Alasannya	31
storytellingkeywords	31
aturanaturan	31
mengakses	31
tercipta	31
membaginya	31
meyakini	31
mobilnya	31
photography	31
Pengetahuan	31
pendorong	31
ditangkap	31
Tampaknya	31
Desember	31
parasut	31
instan	31
tanam	31
biola	31
audio	31
setengahnya	31
akhirakhir	31
Prize	31
diuji	31
kumpulkan	31
Jalan	31
keluarkan	31
dagang	31
Bush	31
timbul	31
platform	31
melipat	31
Hans	31
ular	31
pengurangan	31
tinggalkan	31
Kali	31
dipaksa	31
primitif	31
katak	31
Pesan	31
antena	31
menerbangkan	31
S	31
Soviet	31
kitab	31
menanggapinya	31
mabuk	31
Manhattan	31
Tentang	31
Lee	31
van	31
mengungkap	31
agresif	31
akun	31
monitor	31
Pendidikan	31
meliput	31
WK	31
politikus	31
klinis	31
keluarnya	31
meminjam	31
sensasi	31
kedamaian	31
menandai	31
penguasa	31
matematikawan	31
melambat	31
penjahat	31
Sepanjang	31
Leonardo	31
ijin	31
besarbesaran	31
King	31
paduan	31
Mandela	31
Rasanya	31
kadar	31
hakim	31
disukai	31
menyokong	31
East	31
udang	31
Masyarakat	31
otoriter	31
busur	31
devil	31
pembidik	31
Gedung	30
Hasil	30
manajemen	30
ekstra	30
Jumat	30
Kevin	30
aslinya	30
disetujui	30
Sedangkan	30
ikon	30
membangkitkan	30
sempat	30
mewawancarai	30
walikota	30
mendesak	30
mendayung	30
Sebelumnya	30
beginilah	30
pastikan	30
mengunduh	30
penis	30
Coke	30
jet	30
asasi	30
Geographic	30
kromosom	30
paruh	30
menjanjikan	30
lintasan	30
nature	30
memuat	30
burungburung	30
purba	30
kala	30
kemana	30
tertanam	30
menandatangani	30
pos	30
